Repository: imdcan/js_composer-tr_TR
Catalog: js_composer-*.po
Languages: tr_tr

source: Minimum width of 120px to display. If annotation is set to "inline", this parameter sets the width in pixels to use for button and its inline annotation. Default width is 450px.
tr_tr: Görüntülemek için en az 120px genişlik. Dipnot \"inline\" a ayarlanırsa, Bu parametre butonu ve inline açıklama için kullanılacak piksel cinsinden genişliğini ayarlar. Standart genişlik 450px dir.

source: Pinterest
tr_tr: Pinterest URL

source: Select button layout.
tr_tr: Düzen butonunu seç

source: Tweetmeme Button
tr_tr: Tweetmeme Butonu

source: Tweet button
tr_tr: Tweet Buton

source: Choose a button
tr_tr: Buton Seç

source: Share a link
tr_tr: Linki paylaş

source: Mention
tr_tr: Bahsetmek/Etiketlemek

source: Select type of Twitter button.
tr_tr: Twitter düğmesinin türünü seçin.

source: Share url: page URL
tr_tr: Paylaşım url: sayfa URL

source: Use the current page url to share?
tr_tr: Paylaşmak için geçerli sayfa URL'sini mi kullanıyorsunuz?

source: Share url: custom URL
tr_tr: URL paylaş: özel URL

source: Enter custom page url which you like to share on twitter?
tr_tr: Twitter'da paylaşmak istediğiniz özel sayfa URL'sini girin?

source: Tweet text: page title
tr_tr: Tweet metin: sayfa başlığı

source: Use the current page title as tweet text?
tr_tr: Geçerli sayfa başlığını tweet metni olarak mı kullanıyorsunuz?

source: Tweet text: custom text
tr_tr: Tweet metin: özel metin

source: Enter the text to be used as a tweet?
tr_tr: Bir twet kullanılmak üzere metni girin?

source: Via @
tr_tr: üzerinden @

source: Enter your Twitter username.
tr_tr: Twitter kullanıcı adını giriniz

source: Enter the Twitter username to be recommended.
tr_tr: Önerilecek Twitter kullanıcı adını girin.

source: Add a comma-separated list of hashtags to a Tweet using the hashtags parameter.
tr_tr: Hashtags, virgülle ayrılmış bir listesini hashtags parametresini kullanarak bir twet ekleyin.

source: Enter username to follow.
tr_tr: Bizi Twitter'da takip edin

source: Show username
tr_tr: Kullanıcı Adını Göster

source: Do you want to show username in button?
tr_tr: Düğmede kullanıcı adını göstermek istiyor musun?

source: Show followers count
tr_tr: Takipçi Sayısını Göster

source: Do you want to displat the follower count in button?
tr_tr: İzleyen sayımı düğmede görüntülemek istiyor musunuz?

source: Add hashtag to a Tweet using the hashtags parameter
tr_tr: Hashtag parametresini kullanarak bir Tweet'e hashtag ekle

source: Tweet text: No default text
tr_tr: Tweet metin: Varsayılan metin yok

source: Set no default text for tweet?
tr_tr: Tweet için varsayılan metin ayarlamadınız mı?

source: Tweet text: custom
tr_tr: Tweet metni: Özel

source: Set custom text for tweet.
tr_tr: Twet için Özel metin ayarlayın.

source: Enter username to be recommended.
tr_tr: Tavsiye edilen kullanıcı adını giriniz.

source: Tweet url: No URL
tr_tr: Tweet url: Link Yok

source: Do you want to set no url to be tweeted?
tr_tr: Tweet için url ayarlamamak istiyor musunuz?

source: Tweet url: custom
tr_tr: Tweet url: özel

source: Enter custom url to be used in the tweet.
tr_tr: Twet içinde kullanılacak özel url girin.

source: Tweet to @
tr_tr: Tweet @

source: Enter username where you want to send your tweet.
tr_tr: Tweet göndermek istediğiniz kullanıcı adını girin.

source: Set no default text of the tweet?
tr_tr: Tweet varsayılan metin yok mu?

source: Enter custom text for the tweet.
tr_tr: Twet için Özel metin girin.

source: Enter username to recommend.
tr_tr: Tavsiye edilen kullanıcı adınız giriniz.

source: Use large button
tr_tr: Büyük buton kullanımı

source: Do you like to display a larger Tweet button?
tr_tr: Daha büyük bir Tweet düğmesi görüntülemek ister misiniz?

source: Tailored suggestions make building a great timeline. Would you like to disable this feature?
tr_tr: Özel öneriler, mükemmel bir zaman çizelgesi oluşturur. Bu özelliği devre dışı bırakmak ister misiniz?

source: Language
tr_tr: Dil

source: Select button display language or allow it to be automatically defined by user preferences.
tr_tr: Düğme ekran dilini seçin veya kullanıcının tercihleriyle otomatik olarak tanımlanmasına izin verin.

source: Raw HTML
tr_tr: Ham HTML

source: Structure
tr_tr: Yapı

source: Output raw HTML code on your page
tr_tr: Sayfanızda ham HTML kodu çıktı

source: Enter your HTML content.
tr_tr: HTML içeriğinizi girin.

source: Raw JS
tr_tr: Ham JS

source: Output raw JavaScript code on your page
tr_tr: Sayfanızda ham JS kodu

source: JavaScript Code
tr_tr: JavaScript Kodu

source: Enter your JavaScript code.
tr_tr: JavaScript kodu girin

source: Widgetised Sidebar
tr_tr: Kenar Çubuğu

source: WordPress widgetised sidebar
tr_tr: WordPress widget'lı kenar çubuğu

source: Sidebar
tr_tr: Kenar Çubuğu

source: Landing Page
tr_tr: Açılış sayfası

source: Call to Action Page
tr_tr: Çağrı Aksiyon sayfası

source: Feature List
tr_tr: Özellik listesi

source: Description Page
tr_tr: Açıklama Sayfası

source: Service List
tr_tr: Servis Listesi

source: FAQ section
tr_tr: SSS bölümü

source: About section
tr_tr: Hakkında bölümü

source: About with features
tr_tr: Özellikleri ile ilgili

source: Three image description
tr_tr: Üç Resimli Açıklama

source: News list
tr_tr: Haberler listesi

source: Product description
tr_tr: Ürün Açıklaması

source: Description with accordion
tr_tr: Akordeon Açıklaması

source: Two column list
tr_tr: İki sütun listesi

source: About with tour section
tr_tr: Tur bölümü hakkında

source: Rounded image description
tr_tr: Resim Şekil Bloğu

source: Description with success message
tr_tr: Başarı mesajı ile açıklama

source: Images with tab description
tr_tr: Sekme açıklaması olan resimler

source: Square on background
tr_tr: Arka planda Kare

source: Product description with tabs
tr_tr: Sekmeli ürün açıklaması

source: Description with headings
tr_tr: Başlıklar Açıklaması

source: Video with description
tr_tr: Açıklamalı video

source: Description with buttons
tr_tr: Düğmeleri ile açıklama

source: Map and Contacts
tr_tr: Harita ve İletişim

source: Help section
tr_tr: Yardım bölümü

source: Screen description
tr_tr: Ekran açıklaması

source: Description with round images
tr_tr: Yuvarlak görüntüler ile açıklama

source: FAQ in three columns
tr_tr: Üç sütun SSS

source: Centre description
tr_tr: Merkezi açıklaması

source: Description with gallery
tr_tr: Galeri ile açıklama

source: Centre description with image
tr_tr: Görüntü ile Merkezi açıklama

source: Description with thumbnails
tr_tr: Küçük resimlerle açıklama

source: About with left gallery
tr_tr: Sol Galeri hakkında

source: Five image layout
tr_tr: Beş resim düzeni

source: Accordion news list
tr_tr: Akordeon Liste durumu

source: Product with social icons
tr_tr: Sosyal simgeleri ile ürün

source: Complex news layout
tr_tr: Karmaşık haber düzeni

source: Product list with CTA
tr_tr: CTA ile ürün listesi

source: Intro with features
tr_tr: Özelliklere giriş

source: Image gallery with description
tr_tr: Resim galerisi ve açıklama

source: Team members
tr_tr: Takım üyeleri

source: Large image with thumbnails
tr_tr: Resim Şekil Bloğu

source: Complex news layout II
tr_tr: Karmaşık haber düzeni II

source: Service description layout
tr_tr: Servis açıklaması düzeni

source: Articles with headings
tr_tr: Başlıklarla Makaleler

source: Call to Action section
tr_tr: Eylem Çağrısı bölümü

source: Charts section
tr_tr: Grafikler bölümü

source: Chess Grid
tr_tr: Satranç Düzeni

source: Features and articles
tr_tr: Özellikler ve makaleler

source: Features and charts
tr_tr: Özellikler ve grafikler

source: Features with video parallax
tr_tr: Video paralaks ile özellikleri

source: Features with full width promo
tr_tr: Blog Tam Genişlik Yap

source: Full height hero section
tr_tr: Tam Boy Karşılama Bölümü

source: Full height with transparent block
tr_tr: Tam Boy - Şeffaf Blok

source: Full height parallax
tr_tr: Tam boy paralaks

source: Header section with features
tr_tr: Özelliklere sahip başlık bölümü

source: Helps with icons
tr_tr: Simgeler ile yardımcı olur

source: Plain articles
tr_tr: Düz haberler

source: Post portfolio
tr_tr: Post portföyü

source: Product introduction
tr_tr: Ürün tanıtımı

source: Services with block buttons
tr_tr: Resim / Blok Stili

source: Tabs with features
tr_tr: Özelliklere sahip Tabs

source: Video section
tr_tr: Video bölümü

source: Video promo
tr_tr: Video tanıtımı

source: Equal Feature List
tr_tr: Eşit Özellik Listesi

source: Parallax Introduction
tr_tr: Paralaks Giriş

source: Three Informative Blocks
tr_tr: Üç Bilgilendirici Blok

source: Description Articles
tr_tr: Açıklama Makaleleri

source: Full Height Features
tr_tr: Tam Yüksek Özelliklileri

source: Business Description
tr_tr: İş Açıklaması

source: Article Hero Image
tr_tr: Makale Kahramanı Resmi

source: My Team Members
tr_tr: Benim Takım Üyleri

source: Hero Image With Description
tr_tr: Açıklama ile Kahraman Görüntü

source: Description with Image on Background
tr_tr: Arka Plandaki Görüntü ile Açıklama

source: Three Image with Article
tr_tr: Makale ile Üç Resim

source: Accordion
tr_tr: Akordeon

source: Select accordion display style.
tr_tr: Akordeon görüntü stili seçin.

source: Select accordion shape.
tr_tr: Akordeon şekli seçin.

source: Select accordion color.
tr_tr: Akordeon renk seçin.

source: Do not fill content area?
tr_tr: İçerik alanını doldurmayın?

source: Do not fill content area with color.
tr_tr: İçerik alanını renkle doldurmayın.

source: Spacing
tr_tr: Aralık

source: Select accordion spacing.
tr_tr: Akordeon aralığı seçin.

source: Select accordion gap.
tr_tr: Akordeon boşluğunu seçin.

source: Select accordion section title alignment.
tr_tr: Akordeon bölümü başlık hizalamasını seçin.

source: Autoplay
tr_tr: Otomatik oynatma

source: Select auto rotate for accordion in seconds (Note: disabled by default).
tr_tr: Akordeon için otomatik döndürme sayısını saniye cinsinden seçin (Not: varsayılan olarak devre dışıdır).

source: Allow collapse all?
tr_tr: Hepsini çökmesine izin verilsin mi?

source: Allow collapse all accordion sections.
tr_tr: Tüm akordeon bölümlerini daraltmaya izin ver.

source: Plus
tr_tr: Artı

source: Triangle
tr_tr: Üçgen

source: Select accordion navigation icon.
tr_tr: Akordeon gezinme simgesini seçin.

source: Select accordion navigation icon position.
tr_tr: Akordeon gezinme simgesi konumu seçin.

source: Enter active section number (Note: to have all sections closed on initial load enter non-existing number).
tr_tr: Etkin bölüm numarasını girin (Not: ilk yükte tüm bölümlerin kapatılması için mevcut olmayan numarayı girin).

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
tr_tr: Belirli bir içerik öğesini farklı şekilde stil etmek isterseniz, bu alanı bir sınıf adı eklemek için kullanın ve daha sonra css dosyanıza bakın.

source: Add Section
tr_tr: Bölüm Ekle

source: Pageable Container
tr_tr: Sayfalanabilir İçerik

source: Pageable content container
tr_tr: İçeriği Kaldır

source: Pagination position
tr_tr: Sayfalandırma konumu

source: Add icon next to section title.
tr_tr: Bölüm başlığının yanında simgesi ekleyin.

source: Before title
tr_tr: Başlıktan önce

source: After title
tr_tr: Başlıktan sonra

source: Icon position
tr_tr: Simge pozisyonu

source: Select icon position.
tr_tr: İkon konumu seç

source: Enter section title (Note: you can leave it empty).
tr_tr: Bölüm başlığını girin (Not: boş bırakabilirsiniz).

source: Section for Tabs, Tours, Accordions.
tr_tr: Sekmeler, Turlar, Akordeonlar için bölüm.

source: Tabs
tr_tr: Sekmeler

source: Select tabs display style.
tr_tr: Sekmeler görüntü stili seçin.

source: Select tabs shape.
tr_tr: Sekmeler şekli seçin.

source: Select tabs color.
tr_tr: Sekmelerin rengini seç

source: Select tabs spacing.
tr_tr: Sekmelerin boşluklarını seç

source: Select tabs gap.
tr_tr: Sekmelerin aralıklarını seç

source: Select tabs navigation position.
tr_tr: Sekmeler navigasyon pozisyonunu seçin.

source: Select tabs section title alignment.
tr_tr: Sekmeler bölüm başlığı hizalamasını seçin.

source: Select auto rotate for tabs in seconds (Note: disabled by default).
tr_tr: Sekmeler için saniye içinde otomatik döndür'ü seçin (Not: varsayılan olarak devre dışıdır).

source: Tour
tr_tr: Tur

source: Select tour display style.
tr_tr: Tur görüntü stili'ni seçin.

source: Select tour shape.
tr_tr: Tur şekli seçin.

source: Select tour color.
tr_tr: Tur rengi seçin.

source: Select tour spacing.
tr_tr: Tur aralığı seçin.

source: Select tour gap.
tr_tr: Tur boşluğunu seçin.

source: Select tour navigation position.
tr_tr: Turun navigasyon pozisyonunu seçin.

source: Select tour section title alignment.
tr_tr: Tur bölümü başlık hizalamasını seçin.

source: Auto
tr_tr: Otomatik

source: Navigation width
tr_tr: Gezinme genişliği

source: Select tour navigation width.
tr_tr: Tur gezinme genişliğini seçin.

source: Select auto rotate for tour in seconds (Note: disabled by default).
tr_tr: Tur için saniyeler içinde otomatik döndür'ü seçin (Not: varsayılan olarak devre dışıdır).

source: WordPress Widgets
tr_tr: WordPress Widgetları

source: A monthly archive of your sites posts
tr_tr: Sitenizin yazılarının aylık arşivi

source: Show post counts
tr_tr: Gönderi sayısını göster

source: Select display options for archives.
tr_tr: Arşivler için görüntüleme seçeneklerini seçin.

source: Calendar
tr_tr: Takvim

source: A calendar of your sites posts
tr_tr: Site yazılarının takvimi

source: A list or dropdown of categories
tr_tr: Kategorilerin listesi veya açılır listeleri.

source: Show hierarchy
tr_tr: Hiyerarşiyi göster

source: Select display options for categories.
tr_tr: Kategoriler için görüntüleme seçeneklerini seçin

source: Custom Menu
tr_tr: Özel Menü

source: Select menu to display.
tr_tr: Görüntülenecek menüyü seçin.

source: All Links
tr_tr: Tüm Linkler

source: Your blogroll
tr_tr: Blogroll'unuz

source: Link Category
tr_tr: Bağlantı Kategorisi

source: Link title
tr_tr: Bağlantı Başlığı

source: Link rating
tr_tr: Bağlantı derecesi

source: Link ID
tr_tr: Bağlantı ID

source: Show Link Image
tr_tr: Resim Bağlantısını Göster

source: Show Link Name
tr_tr: Bağlantı İsmini Göster

source: Show Link Description
tr_tr: Yayınlamak için Slayt bağla

source: Show Link Rating
tr_tr: Detayları göster

source: Number of links to show
tr_tr: Gösterilecek bağlantı sayısı

source: Pages
tr_tr: Sayfalar

source: Your sites WordPress Pages
tr_tr: Sitenizdeki Wordpress Sayfaları

source: Page title
tr_tr: Sayfa başlığı

source: Page order
tr_tr: Sayfa sırası

source: Page ID
tr_tr: Sayfa ID

source: Select how to sort pages.
tr_tr: Mesajınızı sıralamak nasıl Seçin

source: Enter page IDs to be excluded (Note: separate values by commas (,)).
tr_tr: Dışlanacak sayfa ID girin (Not: ayrı değerleri virgüllerle (,) ayırarak girin).

source: Recent Posts
tr_tr: Son Yazılar

source: The most recent posts on your site
tr_tr: Sitendeki en son yazılar.

source: Number of posts
tr_tr: Gönderi sayısı

source: Enter number of posts to display.
tr_tr: Görüntülenecek yayın sayısını girin.

source: Display post date?
tr_tr: Yayın tarihi gösterilsin mi?

source: Recent Comments
tr_tr: Son Yorumlar

source: The most recent comments
tr_tr: En yeni yorumlar

source: Enter number of comments to display.
tr_tr: Gösterilecek varsayılan yorum sayısı.

source: RSS feed URL
tr_tr: RSS URL Adresi

source: Enter the RSS feed URL.
tr_tr: RSS URL Adresi girin

source: 10 - Default
tr_tr: 10 - Varsayılan

source: Select how many items to display.
tr_tr: Görüntülenecek öğe sayısını seçin.

source: Item content
tr_tr: Liste öğesi içeriği

source: Display item author if available?
tr_tr: Varsa makale yazarı gösterilsin mi?

source: Display item date?
tr_tr: Öğe tarihini göster?

source: Search
tr_tr: Arama

source: A search form for your site
tr_tr: Siteniz için arama formu

source: Tag Cloud
tr_tr: Etiket Bulutu

source: Your most used tags in cloud format
tr_tr: Bulut formatında en çok kullanılan etiketler.

source: Tags
tr_tr: Etiketler

source: Taxonomy
tr_tr: Taksonomi

source: Select source for tag cloud.
tr_tr: Etiket bulutu için kaynak seçin

source: Arbitrary text or HTML
tr_tr: Menü Düğmesi Metni

source: Default template for post types
tr_tr: Posta türleri için varsayılan şablon

source: Invalid template or post type.
tr_tr: Geçersiz şablon ya da yazı tipi

source: Finish
tr_tr: Bitir

source: Next
tr_tr: Sonraki

source: Prev
tr_tr: Önceki

source: Start Here!
tr_tr: Buradan Başla

source: Start easy - use predefined template as a starting point and modify it.
tr_tr: Kolay başlangıç yapın - bir başlangıç noktası olarak önceden tanımlanmış şablonu kullanın ve değiştirin.

source: Use Animations
tr_tr: Animasyon Kullan

source: Select animation preset for grid element. "Hover" state will be added next to the "Normal" state tab.
tr_tr: Izgara elemanı için önceden ayarlanmış animasyon seçin.

source: Style Design Options
tr_tr: Sitil tasarım seçenekleri

source: Edit "Normal" state to set "Featured image" as a background, control zone sizing proportions and other design options (Height mode: Select "Original" to scale image without cropping).
tr_tr: Arka plan, kontrol bölgesi boyutlandırma oranları ve diğer tasarım seçenekleri olarak "Öne çıkan görüntü" öğesini ayarlamak için "Normal" durumunu düzenleyin (Yükseklik modu: Kırpmadan görüntüyü ölçeklendirmek için "Orijinal" i seçin).

source: Extend Element
tr_tr: Elementi Genişlet

source: Watch Video Tutorial
tr_tr: Eğitim Videosunu İzle

source: Black & White
tr_tr: Siyah & Beyaz

source: Boost
tr_tr: Reklamını yap

source: Concentrate
tr_tr: Konsantre

source: Country
tr_tr: Ülke

source: Darken
tr_tr: Koyulaştır

source: Dream
tr_tr: Rüya

source: Everglow
tr_tr: Yumuşak

source: Fresh Blue
tr_tr: Taze Mavi

source: Frozen
tr_tr: Dondurulmuş

source: Her Majesty
tr_tr: Majesteleri

source: Light
tr_tr: Açık

source: Orange Peel
tr_tr: Portakal kabuğu

source: Rain
tr_tr: Yağmur

source: Retro
tr_tr: Retro/Karışık

source: Sepia
tr_tr: Sepya

source: Summer
tr_tr: Yaz

source: Tender
tr_tr: İhale

source: Vintage
tr_tr: Bağbozumu

source: Image filter
tr_tr: Resim filtresi

source: Filter:
tr_tr: Filtre:

source: Important notice
tr_tr: Önemli uyarı

source: You have an outdated version of WPBakery Page Builder Design Options. It is required to review and save it.
tr_tr: Gelişmiş editör tasarım ayarlarının eski versiyonunu kullanıyorsunuz. Bu durumu gözden geçirin.

source: Open Design Options
tr_tr: Tasarım Seçeneklerini Aç

source: Role Manager
tr_tr: Rol Yöneticisi

source: Roles Manager
tr_tr: Rol Yöneticisi

source: WPBakery Page Builder
tr_tr: WPBakery Sayfa Oluşturucu

source: About
tr_tr: Hakkında

source: What's New
tr_tr: Neler Yeni

source: Resources
tr_tr: Kaynaklar

source: Welcome to WPBakery Page Builder
tr_tr: WPBakery sayfa oluşturucuya hoş geldiniz

source: Choose Backend or Frontend editor.
tr_tr: Arka plan veya önyüz düzenleyicisini seçin.

source: Add Elements
tr_tr: Element ekle

source: Add new element or start with a template.
tr_tr: Yeni eleman ekle veya bir şablonla başla.

source: Rows and Columns
tr_tr: Satır ve Sütunlar

source: This is a row container. Divide it into columns and style it. You can add elements into columns.
tr_tr: Bu satır container'ı. Sütunlara böl ve tasarla. Sütunların içine element ekleyebilirsin.

source: Control Elements
tr_tr: Element kontrolleri

source: You can edit your element at any time and drag it around your layout.
tr_tr: Elementinizi her zaman düzenleyebilir ve sayfanızın herhangi bir yerine taşıyabilirsiniz.

source: No Gravity forms found.
tr_tr: Gravite formu bulunamadı.

source: Display Form Title
tr_tr: Ekran Formu Başlığı

source: Enable AJAX submission?
tr_tr: AJAX gönderimini etkinleştirilsin mi?

source: (Optional) Specify the starting tab index for the fields of this form. Leave blank if you're not sure what this is.
tr_tr: (İsteğe bağlı) Bu formun alanları için başlangıç sekme dizini belirtin. Bunun ne olduğundan emin değilseniz boş bırakın.

source: WPBakery Page Builder Settings
tr_tr: WPAkıllı Sayfa Yapıcı Ayarları

source: Settings
tr_tr: Ayarlar

source: About WPBakery Page Builder
tr_tr: wp.b.p.b Hakkında

source: Add/remove picture
tr_tr: Resmi ekle / kaldır

source: Finish Adding Images
tr_tr: Resim Ekleme İşlemini Bitir

source: Add Image
tr_tr: Resim Ekle

source: Add Images
tr_tr: Resim Ekleme

source: Backend Editor
tr_tr: Gelişmiş Editör

source: Frontend Editor
tr_tr: ÖNYÜZ EDİTÖRÜ

source: Classic Mode
tr_tr: KLASİK EDİTÖR

source: Enter template name you want to save.
tr_tr: Kaydetmek istediğin şablon ismi gir

source: Confirm deleting "{template_name}" template, press Cancel to leave. This action cannot be undone.
tr_tr: "{template_name}" şablonunu silinsin mi? Çıkmak için İPTAL'e tıkla. Bu eylem geri döndürülemez

source: Press OK to delete section, Cancel to leave
tr_tr: Bölümü silmek için Tamam tuşuna basın, ayrılmak için İptal edin

source: Drag and drop me in the column
tr_tr: Beni kolona sürükle ve bırak

source: Press OK to delete "{tab_name}" tab, Cancel to leave
tr_tr: "{Tab_name}" sekmesini silmek için Tamam tuşuna basın, ayrılmak için İptal edin

source: Slide
tr_tr: Slayt

source: Please enter new tab title
tr_tr: Lütfen yeni sekme başlığı girin

source: Press OK to delete "{tab_name}" section, Cancel to leave
tr_tr: "{Tab_name}" bölümünü silmek için Tamam tuşuna basın, ayrılmak için İptal edin

source: Please enter new section title
tr_tr: Lütfen yeni bölüm başlığı girin

source: Error. Please try again.
tr_tr: Hata. Lütfen tekrar deneyin.

source: If you close this window all shortcode settings will be lost. Close this window?
tr_tr: Bu pencereyi kapatırsanız, tüm kısa kod ayarları kaybolacaktır. Bu pencereyi kapatın mı?

source: Select element type
tr_tr: Tür

source: Media gallery
tr_tr: Medya Galerisi

source: Element settings
tr_tr: Element Ayarları

source: Add tab
tr_tr: Sekme ekleyin

source: Are you sure you want to convert to new version?
tr_tr: Yeni sürüme dönüştürmek istediğinizden emin misiniz?

source: Loading...
tr_tr: Yükleniyor...

source: Set Image
tr_tr: Resim Belirle

source: Are you sure that you want to remove all your data?
tr_tr: Tüm verilerinizi silmek istediğinizden emin misiniz?

source: Loop settings
tr_tr: Döngü ayarları

source: Custom row layout
tr_tr: Özel satır düzeni

source: Wrong row layout format! Example: 1/2 + 1/2 or span6 + span6.
tr_tr: Yanlış sıra düzeni biçimi! Örnek: 1/2 + 1/2 veya span6 + span6.

source: Row background color
tr_tr: Site Kutulu Arka Plan Rengi

source: Row background image
tr_tr: Satır arka plan resmi

source: Column background color
tr_tr: Sütun Arka Plan Rengi

source: Column background image
tr_tr: Site Kutulu Arka Plan Rengi

source: Guides ON
tr_tr: Kılavuzlar

source: Guides OFF
tr_tr: Kılavuzlar KAPALI

source: New template successfully saved.
tr_tr: Yeni şablon kaydedildi.

source: Template added to the page.
tr_tr: Şablon sayfaya eklendi.

source: Template added to the page. Template has ID attributes, make sure that they are not used more than once on the same page.
tr_tr: Şablon sayfaya eklendi. Şablon ID'sinin aynı sayfada birden fazla kullanılmadığına emin olun.

source: Template successfully removed.
tr_tr: Eklenti başarıyla etkinleştirildi.

source: Template is empty: There is no content to be saved as a template.
tr_tr: Boş şablon: Şablon olarak kaydedilecek içerik yok.

source: Error while saving template.
tr_tr: Şablonu kaydederken hata oluştu

source: Page settings updated!
tr_tr: Sayfa ayarları güncellendi!

source: Update all
tr_tr: Hepsini güncelle

source: The changes you made will be lost if you navigate away from this page.
tr_tr: Bu sayfadan ayrılırsanız yapmış olduğunuz değişiklikler kaybolacaktır.

source: %s saved!
tr_tr: %s kaydedildi!
