Repository: imdcan/js_composer-tr_TR
Catalog: js_composer-*.po
Languages: tr_tr

source: Pixel
tr_tr: Piksel

source: Text
tr_tr: Metin

source: Text on the button
tr_tr: Düğme metni

source: URL (Link)
tr_tr: URL (Bağlantı)

source: Add link to button.
tr_tr: Butona link ekle.

source: Style
tr_tr: Stil

source: Select button display style.
tr_tr: Button görünüm stili

source: Classic
tr_tr: Klasik

source: Flat
tr_tr: Düz

source: Outline
tr_tr: Anahat

source: Custom
tr_tr: Özel Takvimler

source: Outline custom
tr_tr: Özel Anahat

source: Gradient
tr_tr: Eğim

source: Gradient Color 1
tr_tr: Degrade Renk 1

source: Select first color for gradient.
tr_tr: İlk gradientin rengini seçin

source: Gradient Color 2
tr_tr: Gradient Renk2

source: Select second color for gradient.
tr_tr: İkinci Rengi Seç

source: Button Text Color
tr_tr: Düğme Metin Rengi

source: Select button text color.
tr_tr: Buton Yazı Rengi Seçiniz

source: Background
tr_tr: Arkaplan

source: Select custom background color for your element.
tr_tr: Öğeniz için özel arka plan rengi seçin.

source: Select custom text color for your element.
tr_tr: Öğeniz için özel metin rengi seçin.

source: Outline and Text
tr_tr: Anahat ve Metin

source: Select outline and text color for your element.
tr_tr: Öğeniz için anahat ve metin rengini seçin.

source: Select hover background color for your element.
tr_tr: Öğeniz için vurgulu arka plan rengini seçin.

source: Hover text
tr_tr: Vurgulu Metin

source: Select hover text color for your element.
tr_tr: Öğeniz için vurgulu metin rengini seçin.

source: Shape
tr_tr: Şekil

source: Select button shape.
tr_tr: Düğme şeklini seçiniz.

source: Rounded
tr_tr: Yuvarlak

source: Square
tr_tr: Kare

source: Round
tr_tr: Yuvarlak

source: Color
tr_tr: Başlık ve yan sütun arka plan rengi(reng kodu yok)

source: Select button color.
tr_tr: Buton rengi seçin

source: Classic Grey
tr_tr: Klasik Gri

source: Classic Blue
tr_tr: Klasik Mavi

source: Classic Turquoise
tr_tr: Klasik Turkuaz

source: Classic Green
tr_tr: Klasik Yeşil

source: Classic Orange
tr_tr: KlASİK TURUNCU

source: Classic Red
tr_tr: Klasik Kırmızı

source: Classic Black
tr_tr: Klasik Siyah

source: Select button display size.
tr_tr: Buton ekran görünüm boyutunu seçin.

source: Select button alignment.
tr_tr: Buton Hizası seçin.

source: Inline
tr_tr: Çizgide

source: Left
tr_tr: Sol

source: Right
tr_tr: Sağ

source: Center
tr_tr: Merkez

source: Set full width button?
tr_tr: Tam genişli buton?

source: Add icon?
tr_tr: İcon Ekle?

source: Icon Alignment
tr_tr: Simge Hizalama

source: Select icon alignment.
tr_tr: Simge hizalamasını seçin.

source: Icon
tr_tr: İkon

source: Select icon from library.
tr_tr: Kütüphaneden ikon seçin.

source: Enter element ID (Note: make sure it is unique and valid according to <a href="%s" target="_blank">w3c specification</a>).
tr_tr: Satır kimliğini girin (Not: <a href="%s" target="_blank"> göre benzersiz ve geçerli olduğundan emin olun W3C belirtim </a>).

source: Extra class name
tr_tr: Ekstra sınıf adı

source: Style particular content element differently - add a class name and refer to it in custom CSS.
tr_tr: Belirli içerik öğelerini farklı şekilde biçimlendirin - bir sınıf adı ekleyin ve onu özel CSSsine bakın.

source: Advanced on click action
tr_tr: Gelişmiş tıklama hareketi

source: Insert inline onclick javascript action.
tr_tr: Satır içi onclick javascript eylemi ekleyin.

source: On click code
tr_tr: Tıklandığında Kod

source: Enter onclick action code.
tr_tr: Onclick eylem kodunu girin.

source: CSS box
tr_tr: CSS kutusu

source: Design Options
tr_tr: Tasarım Seçenekleri

source: Button
tr_tr: Buton

source: Content
tr_tr: İçerik

source: Eye catching button
tr_tr: Göz Alıcı Buton

source: Subheading
tr_tr: Alt başlık

source: Hey! I am first heading line feel free to change me
tr_tr: Hey! İlk önce ben çizgimi değiştirmek beni özgür hissettiriyor

source: Enter text for heading line.
tr_tr: Başlık satırı için metin girin.

source: Use custom font?
tr_tr: Özel yazı tipi kullan

source: Enable Google fonts.
tr_tr: Google fontlarını etkinleştir.

source: Enter text for subheading line.
tr_tr: Alt başlık satırı için metin girin.

source: Enable custom font option.
tr_tr: Özel yazı tipini aktifleştir.

source: Text alignment
tr_tr: Metin hizalama

source: Select text alignment in "Call to Action" block.
tr_tr: "Call to Action" Bloğu için yazı hizası

source: Select call to action shape.
tr_tr: "Call to Action" şekli

source: Select call to action display style.
tr_tr: Harekete geçirici mesaj stilini seçin.

source: Background color
tr_tr: Arka plan rengi

source: Select custom background color.
tr_tr: Özel arkaplan rengi seç

source: Text color
tr_tr: Metin rengi

source: Select custom text color.
tr_tr: Özel yazı rengi seç

source: Select color schema.
tr_tr: Şema rengi seç

source: I am promo text. Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
tr_tr: Ben metin tanıtımı yapıyorum. Bu metni değiştirmek için düzenle düğmesine tıklayın. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Width
tr_tr: Genişlik

source: Select call to action width (percentage).
tr_tr: "Call to Action" genişliği (yüzde)

source: Add button
tr_tr: Buton Ekle

source: Add button for call to action.
tr_tr: "Call to Action" için buton ekle

source: No
tr_tr: Hayır

source: Top
tr_tr: Üst

source: Bottom
tr_tr: Alt

source: Add icon for call to action.
tr_tr: "Call to Action" için ikon ekle

source: Place icon on border?
tr_tr: Sınırda yer simgesi?

source: Display icon on call to action element border.
tr_tr: Harekete geçirici öğe sınırına çağrı simgesi göster.

source: Call to Action
tr_tr: Eylem çağrısı

source: Inner Column
tr_tr: Iç sütun

source: Place content elements inside the inner column
tr_tr: İçerik öğelerini iç sütuna yerleştirin

source: 1 column - 1/12
tr_tr: 1 sütun - 1/12

source: 2 columns - 1/6
tr_tr: 2 sütun - 1/6

source: 3 columns - 1/4
tr_tr: 3 sütun - 1/4

source: 4 columns - 1/3
tr_tr: 4 sütun - 1/3

source: 5 columns - 5/12
tr_tr: 5 sütun - 5/12

source: 6 columns - 1/2
tr_tr: 6 sütun - 1/2

source: 7 columns - 7/12
tr_tr: 7 sütun - 7/12

source: 8 columns - 2/3
tr_tr: 8 sütun - 2/3

source: 9 columns - 3/4
tr_tr: 9 sütun - 3/4

source: 10 columns - 5/6
tr_tr: 10 sütun - 5/6

source: 11 columns - 11/12
tr_tr: 11 sütun - 11/12

source: 12 columns - 1/1
tr_tr: 12 sütun - 1/1

source: Responsive Options
tr_tr: Responsive seçenekleri

source: Select column width.
tr_tr: Sütun genişliği seç

source: Adjust column for different screen sizes. Control width, offset and visibility settings.
tr_tr: Farklı ekran boyutları için sütun ayarlayın. Kontrol genişliği, ofset ve görünürlük ayarları.

source: Column
tr_tr: Sütun

source: Place content elements inside the column
tr_tr: İçerik öğelerini sütunun içine yerleştirin

source: Use video background?
tr_tr: Video Arkaplanı Ekle

source: If checked, video will be used as row background.
tr_tr: İşaretlenirse, video satır arka planı olarak kullanılacaktır.

source: Yes
tr_tr: Evet

source: YouTube link
tr_tr: YouTube bağlantısı

source: Add YouTube link.
tr_tr: YouTube bağlantısı ekleyin.

source: Parallax
tr_tr: Paralaks

source: None
tr_tr: Yok

source: Simple
tr_tr: Basit

source: With fade
tr_tr: Solmaya karşı

source: Add parallax type background for row.
tr_tr: Satır için paralaks tipi arka plan ekleyin.

source: Add parallax type background for row (Note: If no image is specified, parallax will use background image from Design Options).
tr_tr: Satır için paralaks tipi arka plan ekleyin (Not: Hiçbir resim belirtilmemişse, paralaks Tasarım Seçeneklerinden arka plan görüntüsü kullanacaktır).

source: Select image from media library.
tr_tr: Ortam kitaplığından görüntü seçin.

source: Parallax speed
tr_tr: Parallax hızı

source: Enter parallax speed ratio (Note: Default value is 1.5, min value is 1)
tr_tr: Parallax hız oranı (Varsayılan 1.5, minimum 1 )

source: Inner Row
tr_tr: İç satır

source: Place content elements inside the inner row
tr_tr: İçerik satırlarını iç satırın içine yerleştirin

source: Row ID
tr_tr: Satır ID

source: Enter optional row ID. Make sure it is unique, and it is valid as w3c specification: %s (Must not have spaces)
tr_tr: İsteğe bağlı satır ID. Daha önce kullanılmadığından emin olun! w3c standartlarına göre: %s (Boşluk olmamalı)

source: Equal height
tr_tr: Eşit yükseklik

source: If checked columns will be set to equal height.
tr_tr: İşaretli sütunlar eşit yüksekliğe ayarlanacaktır.

source: Content position
tr_tr: İçerik konumu

source: Default
tr_tr: Varsayılan

source: Middle
tr_tr: Orta

source: Select content position within columns.
tr_tr: Sütunlar içindeki içerik konumunu seçin.

source: Columns gap
tr_tr: Sütun boşluğu

source: Select gap between columns in row.
tr_tr: Sütunların arasındaki boşluk.

source: Disable row
tr_tr: Satır Devredışı

source: If checked the row won't be visible on the public side of your website. You can switch it back any time.
tr_tr: İşaretlenirse, satır web sitenizin genel tarafında görünmez. İstediğiniz zaman tekrar değiştirebilirsiniz.

source: Row
tr_tr: Satır

source: Place content elements inside the row
tr_tr: İçerik öğelerini satırın içine yerleştirin

source: Row stretch
tr_tr: Satır Sıralaması

source: Stretch row
tr_tr: Germe sırası

source: Stretch row and content
tr_tr: Sırayı ve içeriği uzat

source: Stretch row and content (no paddings)
tr_tr: Sırayı ve içeriği uzat (dolgu yok)

source: Select stretching options for row and content (Note: stretched may not work properly if parent container has "overflow: hidden" CSS property).
tr_tr: Satır ve içerik için genişletme seçeneklerini seçin (Not: ana kapsayıcıda "taşma: gizli" CSS özelliği varsa düzgün çalışmayabilir).

source: Full height row?
tr_tr: Tam Yükseklik Satır?

source: If checked row will be set to full height.
tr_tr: İşaretli satır tam yüksekliğe ayarlanmışsa.

source: Columns position
tr_tr: Sütun pozisyonu

source: Select columns position within row.
tr_tr: Satırın içindeki içerik posizyonlarını seçin.

source: Enter row ID (Note: make sure it is unique and valid according to <a href="%s" target="_blank">w3c specification</a>).
tr_tr: Satır kimliğini girin (Not: <a href="%s" target="_blank"> w3c spesifikasyonuna </a> göre benzersiz ve geçerli olduğundan emin olun).

source: Group multiple rows in section
tr_tr: Bölümde birden çok satır gruplandır

source: Section stretch
tr_tr: Steç bölüm

source: Stretch section
tr_tr: Streç bölüm

source: Stretch section and content
tr_tr: Streç bölüm ve içerik

source: Select stretching options for section and content (Note: stretched may not work properly if parent container has "overflow: hidden" CSS property).
tr_tr: Bölüm ve içerik için germe seçeneklerini seçin (Not: ana kapsayıcı varsa uzatılmış düzgün çalışmayabilir"overflow: hidden" CSS property).

source: Full height section?
tr_tr: Tam boy bölüm mü?

source: If checked section will be set to full height.
tr_tr: İşaretli bölüm tam yüksekliğe ayarlanmışsa.

source: Select content position within section.
tr_tr: Bölüm içindeki içerik konumunu seçin.

source: Section ID
tr_tr: Bölüm ID

source: Enter section ID (Note: make sure it is unique and valid according to <a href="%s" target="_blank">w3c specification</a>).
tr_tr: Bölüm kimliği girin (Not: buna göre benzersiz ve geçerli olduğundan emin olun. <a href="%s" target="_blank">w3c specification</a>).

source: Disable section
tr_tr: Bölüm Pasif

source: If checked the section won't be visible on the public side of your website. You can switch it back any time.
tr_tr: İşaretlendiğinde, bölüm web sitenizin genelinde görünmez. İstediğiniz zaman geri değiştirebilirsiniz.

source: Text Block
tr_tr: Metin Bloğu

source: A block of text with WYSIWYG editor
tr_tr: WYSIWYG düzenleyicisiyle bir metin bloğu

source: <p>I am text block. Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.</p>
tr_tr: <p> Ben metin bloğuyum. Bu metni değiştirmek için düzenleme düğmesine tıklayın. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Elit tellus, luctus nuk ullamcorper mattis, pulvinar dapibus leo.</p>

source: Empty Space
tr_tr: Boş alan

source: Blank space with custom height
tr_tr: Özel yükseklikle boş alan

source: Enter empty space height (Note: CSS measurement units allowed).
tr_tr: Boşluk yüksekliğini girin(Not: CSS ölçüm birimlerine izin verilmiştir)

source: Image feed from Flickr account
tr_tr: Flickr hesabından görüntü besleme

source: Enter text used as widget title (Note: located above content element).
tr_tr: Widget başlığı olarak kullanılan metni girin (Not: içerik öğesinin üstünde bulunur).

source: To find your flickID visit %s.
tr_tr: flickID'nizi bulmaz için tıklayın %s.

source: Number of photos
tr_tr: Fotoğraf sayısı

source: Select number of photos to display.
tr_tr: Görüntülenecek fotoğraf sayısını seçin.

source: Type
tr_tr: Tip

source: User
tr_tr: yeni bir kullanıcı olarak:

source: Select photo stream type.
tr_tr: Fotoğraf akışı türü seçin.

source: Display order
tr_tr: Sıralamayı Göster

source: Latest first
tr_tr: En sonuncusu ilk

source: Random
tr_tr: Rastgele

source: Select photo display order.
tr_tr: Resim görüntüleme sırası

source: Image Gallery
tr_tr: Resim Galerisi

source: Responsive image gallery
tr_tr: Responsive resim galerisi

source: Gallery type
tr_tr: Galeri tipi

source: Flex slider fade
tr_tr: Flex slider soldurma

source: Flex slider slide
tr_tr: Flex slider slayt

source: Image grid
tr_tr: Resim / Blok Stili

source: Select gallery type.
tr_tr: Galeri tipi seç.

source: Auto rotate
tr_tr: Otomatik döndür

source: Disable
tr_tr: Devre Dışı

source: Auto rotate slides each X seconds.
tr_tr: Otomatik olarak her X saniyede bir slayt döndürün.

source: Image source
tr_tr: Resim kaynağı

source: Media library
tr_tr: Medya kütüphanesi

source: External links
tr_tr: Harici bağlantı

source: Select image source.
tr_tr: Resim kaynağını seçin.

source: Images
tr_tr: Resimler

source: Select images from media library.
tr_tr: Ortam kitaplığında görüntü seçin.

source: Enter external link for each gallery image (Note: divide links with linebreaks (Enter)).
tr_tr: Her galeri resmi için harici link girin.

source: Image size
tr_tr: Resim boyutu

source: Enter image size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use "thumbnail" size.
tr_tr: Görüntü boyutunu gir. Örnek: Şu anki temaya göre tanımlanan küçük, orta, geniş, tam veya diğer boyutta resim. Alternatif olarak resim boyutunu piksel olarak gir: 200x100 (Genişlik x Yükseklik). "küçük" boyutunu kullanmak için boş bırak.

source: Enter image size in pixels. Example: 200x100 (Width x Height).
tr_tr: Resim boyutunu piksel olarak girin. Örnek: 200x100 (Genişlik x Yükseklik).

source: On click action
tr_tr: Tıklama ayarı

source: Link to large image
tr_tr: Büyük resime bağlantısı

source: Open prettyPhoto
tr_tr: PrettyPhoto'u aç

source: Open custom link
tr_tr: Özel bağlantı aç

source: Select action for click action.
tr_tr: Tıklama eylemi için aksiyon seçin.

source: Custom links
tr_tr: Özel bağlantılar

source: Enter links for each slide (Note: divide links with linebreaks (Enter)).
tr_tr: Her slayt için bağlantı girin (Not: Bağlantıları çizgi çubuklarıyla bölün (Enter)).

source: Custom link target
tr_tr: Özel bağlantı hedefi

source: Select where to open custom links.
tr_tr: Özel bağlantıların nerede açılacağını seçin

source: Google Maps
tr_tr: Google Haritalar

source: Map block
tr_tr: Harita bloğu

source: Map embed iframe
tr_tr: Harita iframe kodu

source: Visit %s to create your map (Step by step: 1) Find location 2) Click the cog symbol in the lower right corner and select "Share or embed map" 3) On modal window select "Embed map" 4) Copy iframe code and paste it).
tr_tr: Harita oluşturmak için %s sitesini ziyaret edin

source: Google maps
tr_tr: Google Haritalar

source: Map height
tr_tr: Harita yüksekliği

source: Enter map height (in pixels or leave empty for responsive map).
tr_tr: Harita yüksekliğini giriniz (Ör: 400px Not:iframe kodunda yükseklik belirtilmişse bu değer geçersizdir).

source: Primary Title
tr_tr: Birincil Başlık %s

source: Hover Title
tr_tr: Yaklaştırma başlık

source: Primary title
tr_tr: Birincil Başlık %s

source: Hover Box Element
tr_tr: Kutu Öğesi

source: Primary title alignment
tr_tr: Birincil başlık hizalama

source: Select text alignment for primary title.
tr_tr: Birincil başlık için metin hizalamayı seçin.

source: Hover title
tr_tr: Yaklaştırma başlık

source: Hover Block
tr_tr: Hoverli blok

source: Hover title alignment
tr_tr: Fareyle başlık hizalaması

source: Select text alignment for hovered title.
tr_tr: Alınan başlık için metin hizalamasını seçin.

source: Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
tr_tr: Bu alanda bulunan metinler deneme yazı metinleridir ve tamamı ile görsel amaçlı seçilmiştir.

source: Hover part text.
tr_tr: Parça metnini getirin.

source: Select block shape.
tr_tr: Blok şekli seçin.

source: Background Color
tr_tr: Arkaplan Rengi

source: Select block width (percentage).
tr_tr: Blok genişliğini seçin (yüzdelik).

source: Select block alignment.
tr_tr: Blok hizalaması seçin

source: Reverse blocks
tr_tr: Ters bloklar

source: Reverse hover and primary block.
tr_tr: Fareyle üzerine gelin ve birincil engelleyin.

source: Hover Button
tr_tr: Fareyle Düğme

source: Hover Box
tr_tr: Yakınlaştırma kutusu

source: Animated flip box with image and text
tr_tr: Resimli ve metinli hareketli çevirme kutusu

source: Image Carousel
tr_tr: Resim / Blok Stili

source: Animated carousel with images
tr_tr: Resimler ile animasyonlu atlıkarınca

source: Enter image size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use "thumbnail" size. If used slides per view, this will be used to define carousel wrapper size.
tr_tr: Resim Boyutu. Örnek: thumbnail, medium, large, full ya da resim boyutunu pixel olarak yazın. 200x100 (genişlik x yükseklik)

source: Open custom links
tr_tr: Özel bağlantı açın

source: Select action for click event.
tr_tr: Tıklama için eylem seçin.

source: Select how to open custom links.
tr_tr: Özel bağlantıların nasıl açılacağını seçin

source: Slider orientation
tr_tr: Kaydırıcı Kategorileri

source: Horizontal
tr_tr: Yatay

source: Vertical
tr_tr: Dikey

source: Select slider position (Note: this affects swiping orientation).
tr_tr: Kaydırıcı konumunu seçin (Not: Bu kaydırma yönünü etkiler).

source: Slider speed
tr_tr: Slider hızı

source: Slides per view
tr_tr: Görünüm başına slaytlar

source: Enter number of slides to display at the same time.
tr_tr: Aynı anda görüntülemek için slayt sayısını girin.

source: Slider autoplay
tr_tr: Sliderı otomatik oynatma

source: Enable autoplay mode.
tr_tr: Otomatik oynatma modunu etkinleştirin.

source: Hide pagination control
tr_tr: Detayları Gizle

source: Hide prev/next buttons
tr_tr: Önceki/Sonraki düğmelerini gizle

source: Partial view
tr_tr: Kısmi görüntü

source: Slider loop
tr_tr: Slayt döngüsü

source: Line Chart
tr_tr: Çizgi Grafik

source: Line and Bar charts
tr_tr: Hat ve Çubuk grafikler

source: Design
tr_tr: Tasarım

source: Select type of chart.
tr_tr: Grafik türünü seçin.

source: Show legend?
tr_tr: Efsaneyi göster?

source: Show hover values?
tr_tr: Fareyle üzerine gelme değerleri gösterilsin mi?

source: X-axis values
tr_tr: X ekseni değerleri

source: Title
tr_tr: Başlık

source: Enter title for chart dataset.
tr_tr: Grafik veri kümesi için başlık girin.

source: Y-axis values
tr_tr: Y ekseni değerleri

source: Select chart color.
tr_tr: Grafik Rengi Seç

source: Select custom chart color.
tr_tr: Özel grafik rengi seçin.

source: Animation
tr_tr: Animasyon

source: Select animation style.
tr_tr: Resim / Blok Stili

source: Informational
tr_tr: Bilgilendirici

source: Warning
tr_tr: Uyarı

source: Error
tr_tr: Hata

source: Informational Classic
tr_tr: Klasik Bilgilendirici

source: Warning Classic
tr_tr: Klasik Uyarı

source: Success Classic
tr_tr: Klasik Başarı

source: Error Classic
tr_tr: Klasik Hata

source: Message Box
tr_tr: Mesaj Kutusu

source: Notification box
tr_tr: İleti kutusu

source: Message Box Presets
tr_tr: Mesaj Kutusu Hazır Ayarları

source: Select message box design style.
tr_tr: Mesaj kutusu tasarım sitili

source: Select message box shape.
tr_tr: Mesaj kutusu şekli seç.

source: Select message box color.
tr_tr: Mesaj kutusu rengi seç.

source: Icon library
tr_tr: İkon kütüphanesi

source: Mono Social
tr_tr: Mono Sosyal

source: Select icon library.
tr_tr: Kitaplıktan simge seçin.

source: Message text
tr_tr: Mesaj yazısı

source: <p>I am message box. Click edit button to change this text.</p>
tr_tr: <p> Ben mesaj kutusuyum. Düzenleme için klik yap </ P>

source: Pie Chart
tr_tr: Pasta Grafiği

source: Animated pie chart
tr_tr: Animasyonlu pasta grafik

source: Value
tr_tr: Değer

source: Label value
tr_tr: Etiket değeri

source: Enter label for pie chart (Note: leaving empty will set value from "Value" field).
tr_tr: Pasta grafiği için etiket girin (Not: boş bırakmak "Değer" alanından değer ayarlar).

source: Units
tr_tr: Birimler

source: Enter measurement units (Example: %, px, points, etc. Note: graph value and units will be appended to graph title).
tr_tr: Ölçüm birimlerini girin (Örnek:%, px, puan vb. Not: grafik değeri ve birimler grafik başlığına eklenecektir).

source: Select pie chart color.
tr_tr: Diyagram grafik rengi seçin.

source: Select custom color.
tr_tr: Özel renk seç

source: Posts Slider
tr_tr: Mesaj Kaydırıcı

source: Slider with WP Posts
tr_tr: WP Mesajlı Kaydırıcı

source: Slider type
tr_tr: Slider tipi

source: Select slider type.
tr_tr: slider tipi seç

source: Slider count
tr_tr: Slider sayısı

source: Enter number of slides to display (Note: Enter "All" to display all slides).
tr_tr: Görüntülenecek slayt sayısını girin (Not: Tüm slaytları görüntülemek için "Tümü" girin).

source: Post types
tr_tr: Blog Post Şekli

source: Select source for slider.
tr_tr: Slider kaynağı seçin.

source: Description
tr_tr: Açıklama

source: Teaser (Excerpt)
tr_tr: Teaser (Alıntı)

source: Select source to use for description (Note: some sliders do not support it).
tr_tr: Açıklaması için kullanılacak kaynağı seçin (Not: Bazı sürgü bunu desteklemez).

source: Output post title?
tr_tr: Çıkış yayını başlığı?

source: Link to post
tr_tr: Yazı bağlantısı

source: Link to bigger image
tr_tr: Büyük resme bağlantı

source: No link
tr_tr: Bağlantı yok

source: Link type.
tr_tr: Link tipi

source: Enter links for each slide here. Divide links with linebreaks (Enter).
tr_tr: Burada her slayt için ilgili bağlantıyı girin. Satır sonlarını (Enter) ile bölün

source: Thumbnail size
tr_tr: Küçük resim boyutu

source: Enter thumbnail size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height) .
tr_tr: Küçük resim boyutunu girin. Örnek: Geçerli temayla tanımlanan küçük resim, orta, büyük, tam veya diğer boyutlar. Alternatif olarak, resim boyutunu piksel cinsinden girin: 200x100 (Genişlik x Yükseklik).

source: Post/Page IDs
tr_tr: Blog Post Şekli
