Repository: imdcan/js_composer-tr_TR
Catalog: js_composer-*.po
Languages: tr_tr

source: zoomInDown
tr_tr: yakınlaştırma Aşağı

source: zoomInLeft
tr_tr: Sola Yakınlaştır

source: zoomInRight
tr_tr: yakınlaştırma Sağ

source: zoomInUp
tr_tr: Zoomin Yukarı

source: zoomOut
tr_tr: uzaklaştırmak

source: zoomOutDown
tr_tr: Uzaklaştır

source: zoomOutLeft
tr_tr: Sola uzaklaştır

source: zoomOutUp
tr_tr: Yakınlaştırma çıkış yukarı

source: Slide Entrances
tr_tr: Slayt Girişler

source: Slide Exits
tr_tr: Slayt çıkar

source: Animate it
tr_tr: Hareketlendir

source: Click here and start typing...
tr_tr: Tıklayın ve yazmaya başlayın ...

source: Default value from width attribute
tr_tr: Genişlikte varsayılan değer

source: Inherit from smaller
tr_tr: küçüklerde inherit

source: Border style
tr_tr: Kenarlık stili

source: Border radius
tr_tr: Bordür ovalliği

source: Box controls
tr_tr: Kutu kontrolü

source: Simplify controls
tr_tr: Kontrolleri basitleştirin

source: Theme defaults
tr_tr: Tema varsayılan

source: Cover
tr_tr: Kapak

source: Contain
tr_tr: İçerik

source: No Repeat
tr_tr: Tekrar Yok

source: Repeat
tr_tr: Tekrarla

source: Font Family
tr_tr: Font Ailesi

source: Font style
tr_tr: Yazı stili

source: bold
tr_tr: kalın

source: From all categories
tr_tr: Bütün kategorilerden

source: Uncategorized
tr_tr: Kategorisiz

source: Build query
tr_tr: Sorgu oluştur

source: Post count
tr_tr: Mesaj sayısı

source: Individual posts/pages
tr_tr: Bireysel yazılar / sayfalar

source: Manage options
tr_tr: Ayarları yönet

source: Close
tr_tr: Kapat

source: VC: Custom Teaser
tr_tr: VC: Özel Teaser

source: Empty title
tr_tr: Boş başlık

source: Excerpt
tr_tr: Alıntı

source: Link text
tr_tr: Bağlantı metni

source: Link to big image
tr_tr: Büyük resme bağlantı

source: Add custom image
tr_tr: Özel resim ekle

source: Enable custom teaser
tr_tr: Özel fragmanını etkinleştir

source: Field type is changed from "textarea_html" to "textarea", because it is already used by %s field. Textarea_html field's type can be used only once per shortcode.
tr_tr: %s alan türü kullanıldığı için "textarea_html" ile "textarea" değiştirilir. Textarea_html alanı türü sadece KIDAKOD başına bir kez kullanılabilir.

source: Add row
tr_tr: Satır ekle

source: Drag to reorder
tr_tr: Yeniden sıralamak için sürükleyin

source: Add Grid template
tr_tr: Grid şablonu ekle

source: Grid Builder
tr_tr: Izgara Oluşturucu

source: Grid template
tr_tr: Grid şablonu

source: Edit Grid template
tr_tr: Grid şablonu düzenle

source: View Grid template
tr_tr: Alışveriş sepetinizi görüntüleyin

source: Search Grid templates
tr_tr: Grid şablonlarında ara

source: No Grid templates found
tr_tr: Hiçbir grid yok

source: No Grid templates found in Trash
tr_tr: Çöpte Grid şablonu bulunamadı

source: Builder
tr_tr: Oluşturucu

source: If you add this template, all your current changes will be removed. Are you sure you want to add template?
tr_tr: Eğer bu şablonu eklerseniz yaptığınız tüm değişiklikler silinecek. Şablonu eklemek istediğinizden emin misiniz?

source: Post title
tr_tr: Yazı Başlığı

source: Grid element settings
tr_tr: Grid element ayarları

source: %s/12 width
tr_tr: %s/12 genişlik

source: Grid Templates
tr_tr: Grid şablonu

source: Custom Grid Templates
tr_tr: Özel Grid şablonu

source: Add link
tr_tr: Bağlantı ekle

source: Post link
tr_tr: Yazı Link

source: Post author
tr_tr: Yazar

source: Large image
tr_tr: Büyük resim

source: Large image (prettyPhoto)
tr_tr: Büyük resim (prettyPhoto)

source: Select link option.
tr_tr: Bağlantı özelliklerini seç

source: Add custom link.
tr_tr: Özel bağlantı ekle

source: Use featured image on background?
tr_tr: Özellikli görüntüyü arka plan üzerinde kullan?

source: Note: Featured image overwrites background image and color from "Design Options".
tr_tr: Not: Öne çıkan resim, "Tasarım Seçenekleri" nden arkaplan görüntüsünün ve rengin üzerine yazar.

source: Use custom fonts?
tr_tr: Varsayılan yazı tipi kullanılsın mı?

source: Custom fonts
tr_tr: Özel Font

source: Yes theme default font family?
tr_tr: Evet Varsayılan font?

source: Yes font family from the theme.
tr_tr: Evet temadan yazı tipi ailesi.

source: Grid Item
tr_tr: Izgara Ögesi

source: Main grid item
tr_tr: Ana ızgara öğesi

source: A/B block
tr_tr: A/B blok

source: Zone
tr_tr: Bölge

source: Height mode
tr_tr: Yükseklik mod

source: Enter custom height.
tr_tr: 404 Hata sayfasının başlığını girin

source: Hover
tr_tr: Vurgu

source: Additional
tr_tr: İalve bilgi

source: Post Title
tr_tr: Yazı Başlığı

source: Title of current post
tr_tr: Mevcut gönderinin adı

source: Post Excerpt
tr_tr: Yazı Alıntısı

source: Excerpt or manual excerpt
tr_tr: Alıntı veya manuel alıntı

source: Author of current post
tr_tr: Mevcut yazının yazarı

source: Add link to author?
tr_tr: Yazara link ekle

source: Post Categories
tr_tr: Gönderi Kategorileri

source: Categories of current post
tr_tr: Geçerli yazının kategorileri

source: Add link to category?
tr_tr: Kategoriye link ekle

source: Select category display style.
tr_tr: Kategori görüntü stili seçin.

source: Select category color.
tr_tr: Kategori rengi seç.

source: Category size
tr_tr: Kategori Boyut

source: Select category size.
tr_tr: Kategori boyutu seç.

source: Post Image
tr_tr: Resim Gönderi

source: Featured image
tr_tr: Öne Çıkan Görsel

source: Enter image size (Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme). Alternatively enter size in pixels (Example: 200x100 (Width x Height)). Leave parameter empty to use "thumbnail" by default.
tr_tr: Resim boyutunu girin (Örnek: "küçük resim", "orta", "büyük", "tam" veya temayla tanımlanan diğer boyutlar). Alternatif olarak piksel cinsinden boyut girin (Örnek: 200x100 (Genişlik x Yükseklik)). Varsayılan olarak "küçük resim" kullanmak için parametreyi boş bırakın.

source: Post publish date
tr_tr: Yazının yayınlanma tarihi

source: Custom Field
tr_tr: Özel Alan

source: Elements
tr_tr: Elemanlar

source: Custom fields data from meta values of the post.
tr_tr: Gönderinin meta değerlerinden özel alan verileri.

source: Field key name
tr_tr: Alan anahtar adı

source: Enter custom field name to retrieve meta data value.
tr_tr: Meta veri değerini almak için özel alan adı girin.

source: Justify
tr_tr: İki tarafa hizala

source: Basic grid: Default
tr_tr: Temel ızgara: Varsayılan

source: Read more
tr_tr: Devamını Oku

source: Basic grid: Scale in with rotation
tr_tr: Temel satır: Rotasyon ile Ölçek

source: Masonry grid: Default
tr_tr: Duvar Kağıdı Medyası : Varsayılan

source: Masonry grid: Fade in
tr_tr: Yığma ızgara: Azalarak

source: Masonry grid: Slide from left
tr_tr: Yığma ızgara: Soldan Slayt

source: Masonry grid: Go top
tr_tr: Yığma ızgara: Yukarı Git

source: Masonry grid: Blur out
tr_tr: Yığma ızgara: Dışarıya doğru Bulanıklık

source: Masonry grid: Scale with rotation
tr_tr: Yığma ızgara: Döndürme ile ölçeklendirme

source: Masonry grid: Slideo out from right
tr_tr: Yığma ızgara: Sağdan Slider çıkışı

source: Masonry grid: With side content
tr_tr: Yığma Izgara: Yan içeriği ile

source: Media grid: Bordered scale with title
tr_tr: Medya ızgarası: Başlık ile Kenarlıklı İçe Büyüme

source: Media grid: Scale with rotation
tr_tr: Medya ızgarası: Metinsiz Dönerek Ölçeklendirme

source: Media grid: Slide out caption
tr_tr: Medya ızgarası: Başlık ve İçerik ile Yukarı Kaydırma

source: Media grid: Horizontal flip with fade
tr_tr: Medya ızgarası: Solma ile yatay döndürerek

source: Media grid: Blur with content block
tr_tr: Medya ızgarası: Bulanıklaştıme ile İçerik bloğu

source: Media grid: Slide in title
tr_tr: Medya ızgarası: Başlıklı Ölçeklendirme

source: Media grid: Scale in with icon
tr_tr: Medya ızgarası: Simgeyle ölçeklendirme

source: Masonry media: Default
tr_tr: Varsayılan Kaydırıcı

source: Masonry media: Bordered scale
tr_tr: Duvar Kağıdı Medyası : Kenarlıklı Ölçeklendirme

source: Masonry media: Solid blur out
tr_tr: Duvar Kağıdı Medyası : Dışarıya Doğru Bulanıklaştırma (Resim)

source: Masonry media: Scale with rotation light
tr_tr: Duvar ortamı: Döndürme ışığı ile ölçeklendirme

source: Masonry media: Slide with title and caption
tr_tr: Duvar medyası: Başlık ve altyazı ile kaydırın

source: Masonry media: Scale with content block
tr_tr: Duvar Kağıdı Medyası : İçerik ile Genişleyen

source: Masonry media: Simple overlay
tr_tr: Duvar Kağıdı Medyası : Basit kaplama

source: Masonry media: Slide top
tr_tr: Duvar Kağıdı Medyası: Yukarı Kaydır

source: Select URL
tr_tr: URL Seç

source: Loading, please wait...
tr_tr: Yükleniyor lütfen bekleyin...

source: Crunching...
tr_tr: Kırma …

source: Search element by name
tr_tr: Öğeyi isme göre ara

source: Other
tr_tr: Diğer

source: Deprecated
tr_tr: Kullanımdan kaldırılan

source: My Elements
tr_tr: Benim öğelerim

source: Drag to move %s
tr_tr: %s sürükle ve taşı

source: Prepend to %s
tr_tr: %s ön ek

source: Append to %s
tr_tr: %s ekle

source: Show %s controls
tr_tr: %s kontrollerini göster

source: Change layout
tr_tr: Görünümü Değiştir

source: Add new %s
tr_tr: Yeni ekle %s

source: Element Title
tr_tr: Öğe başlığı

source: Enter element title.
tr_tr: Öğe Başlığını buraya girin.

source: Template Title
tr_tr: Şablon Başlığı

source: Save as template
tr_tr: Şablon olarak kaydet

source: Save as Element
tr_tr: Öğe olarak kaydet

source: Untitled
tr_tr: Başlıksız

source: Search template by name
tr_tr: İsme göre şablon ara

source: You have blank page <br> Start adding content or templates
tr_tr: Sayfa boş <br> içerik veya şablon ekleyin

source: Add Element
tr_tr: Element Ekle

source: Add element
tr_tr: Öğe ekle

source: Add text block
tr_tr: Yazı bloğu ekle

source: Add Text Block
tr_tr: Yazı bloğu ekle

source: knowledge base
tr_tr: bilgi bankası

source: Don't know where to start? Visit our %s.
tr_tr: Nereden başlayacağınızı bilmiyor musunuz? Bizim ziyaret edin %s.

source: Close panel
tr_tr: Paneli kapat

source: Hide panel
tr_tr: Panel Gizle

source: Edit Elements
tr_tr: Elementi düzenle

source: Activate WPBakery Page Builder
tr_tr: WPBakery sayfa Oluşturucuyu etkinleştirin

source: WPBakery Page Builder Template Library downloads are available for activated versions only. Activate WPBakery Page Builder direct license to access Template Library and receive other benefits.
tr_tr: WPBakery Page Builder Şablon Kütüphanesi yüklemeleri yalnızca etkinleştirilmiş sürümler için mevcuttur. Şablon Kütüphanesine erişmek için WPBakery Page Builder doğrudan lisansını etkinleştirin ve diğer avantajlardan yararlanın.

source: Activate License
tr_tr: Lisansı Etkinleştir

source: Download Template
tr_tr: Şablon İndir

source: Downloading template ... please wait!
tr_tr: Lütfen bekleyiniz …

source: Don't close this window until download is complete - you will be redirected back to Template Library automatically.
tr_tr: İndirme işlemi tamamlanıncaya kadar bu pencereyi kapatmayın; otomatik olarak Şablon Kütüphanesine yönlendirilirsiniz.

source: Download Templates
tr_tr: Şablonları İndir

source: Access WPBakery Page Builder Template Library for unique layout templates. Download chosen templates and discover new layouts with regular template updates from WPBakery Page Builder team.
tr_tr: Benzersiz tasarım şablonları için WPBakery sayfa oluşturucu şablon kütüphanesine erişin. Seçilen şablonları indirin ve WPBakery Page Builder ekibinden düzenli şablon güncellemeleri ile yeni tasarımları keşfedin.

source: Access Library
tr_tr: Erişim Kütüphanesi

source: Elements within this list are deprecated and are no longer supported in newer versions of WPBakery Page Builder.
tr_tr: Bu listedeki öğeler kullanımdan kaldırılmıştır ve artık WPBakery Page Builder'ın daha yeni sürümlerinde desteklenmemektedir.

source: Your user role have restricted access to content elements. If required, contact your site administrator to change WPBakery Page Builder Role Manager settings for your user role.
tr_tr: Kullanıcı rolünüz içerik öğelerine erişimi kısıtladı. Gerekirse, kullanıcı rolünüzün WPBakery Sayfa Oluşturucu Rol Yöneticisi ayarlarını değiştirmek için site yöneticinize başvurun.

source: Manage elements
tr_tr: Ögeleri yönet

source: Page Settings
tr_tr: Sayfa Ayarları

source: Please enter page title
tr_tr: Sayfa başlığını girin

source: Change title of the current %s (Note: changes may not be displayed in a preview, but will take effect after saving page).
tr_tr: Geçerli %s sayfa başlığını değiştirin (Önizlemede görünmez ise kaydedip tekrar deneyin.)

source: Custom CSS settings
tr_tr: Özel CSS ayarları

source: Enter custom CSS (Note: it will be outputted only on this particular page).
tr_tr: Özel CSS'yi girin (Not: sadece bu sayfada yazdırılacaktır).

source: Manage My Elements
tr_tr: Öğelerimi Yönet

source: Remove existing elements
tr_tr: Mevcut öğeleri kaldır

source: Delete element
tr_tr: Element Sil

source: Row Layout
tr_tr: Satır Düzeni

source: Row layout
tr_tr: Satır düzeni

source: Select row layout from predefined options.
tr_tr: Önceden tanımlanmış seçeneklerden satır düzenini seçin.

source: Enter custom layout for your row
tr_tr: Satıcınız için özel düzen girin

source: Change particular row layout manually by specifying number of columns and their size value.
tr_tr: Belirli satır düzenini, sütun sayısını ve boyut değerlerini belirterek el ile değiştirin.

source: Disable Classic editor
tr_tr: Klasik düzenleyiciyi devre dışı bırak

source: Enabled and default
tr_tr: Etkinleştir ve varsayılana döndür

source: Disabled
tr_tr: Devre dışı

source: Backend editor
tr_tr: Arka Plan Düzenleyici

source: Drag and Drop
tr_tr: Eğer mekan olay yeri adresinizi girin veya işaretçiyi olay konuma sürükleyip bırakmak için haritanın üzerine tıklayın belirtilmemiş.

source: Control access rights to drag and drop functionality within the editor.
tr_tr: Düzenleyicide işlevleri sürükleyip bırakmak için erişim haklarını denetleyin.

source: Frontend editor
tr_tr: Önyüz editör

source: Control user access to Grid Builder and Grid Builder Elements.
tr_tr: Grid Builder ve Grid Builder Elements'a kullanıcı erişimini kontrol edin.

source: Control access to WPBakery Page Builder page settings. Note: Disable page settings to restrict editing of Custom CSS through page.
tr_tr: WPBakery Page Builder sayfa ayarlarına erişimi denetleyin. Not: Özel CSS'nin sayfayla düzenlenmesini sınırlandırmak için sayfa ayarlarını devre dışı bırakın.

source: Pages only
tr_tr: Yalnızca sayfalar

source: Enable WPBakery Page Builder for pages, posts and custom post types. Note: By default WPBakery Page Builder is available for pages only.
tr_tr: WPBakery Page Builder'ı sayfalar, mesajlar ve özel yazı tipleri için etkinleştirin. Not: Varsayılan olarak WPBakery Page Builder yalnızca sayfalar için kullanılabilir.

source: Apply presets only
tr_tr: Yalnızca ön ayarları uygula

source: Element Presets
tr_tr: Öğe Hazır Ayarları

source: Control access rights to element presets in element edit form. Note: "Apply presets only" restricts users from saving new presets and deleting existing.
tr_tr: Öğe düzenleme formunda öğe ön ayarlarına erişim haklarını denetle. Not: "Yalnızca ön ayarları uygula", kullanıcıların yeni önayarları kaydetmesini ve var olanları silmesini engeller.

source: Settings options
tr_tr: Ayar Seçenekleri

source: Control access rights to WPBakery Page Builder admin settings tabs (e.g. General Settings, Shortcode Mapper, ...)
tr_tr: WPBakery Page Builder admin ayarları sekmelerine erişim haklarını kontrol edin (örn. General Settings, Shortcode Mapper, ...)

source: Element
tr_tr: Bileşen

source: Edit only
tr_tr: Sadece düzenle

source: Control user access to content elements.
tr_tr: İçerik öğelerine kullanıcı erişimini kontrol et.

source: Apply templates only
tr_tr: Sadece şablonlara uygula

source: Control access rights to templates and predefined templates. Note: "Apply templates only" restricts users from saving new templates and deleting existing.
tr_tr: Şablonlara ve önceden tanımlanmış şablonlara erişim haklarını kontrol edin. Not: "Yalnızca şablonları uygula", kullanıcıların yeni şablonları kaydetmesini ve mevcutları silmesini kısıtlar.

source: Post type
tr_tr: Gönderi Türü

source: Template
tr_tr: Şablon

source: It is optional to activate license on localhost development environment. You can still activate license on localhost to receive plugin updates and get access to template library.
tr_tr: Localhost geliştirme ortamında lisans etkinleştirmek isteğe bağlıdır. Eklenti güncellemelerini almak ve şablon kitaplığına erişmek için yine de localhost lisansını etkinleştirebilirsiniz.

source: Guide tours
tr_tr: Rehber turu

source: Done
tr_tr: Tamam

source: Reset
tr_tr: Sıfırla

source: Guide tours are shown in VC editors to help you to start working with editors. You can see them again by clicking button above.
tr_tr: Rehber turlar VC editörlerinde editörlerle çalışmaya başlamanıza yardımcı olmak için gösterilir. Yukarıdaki düğmeyi tıklayarak onları tekrar görebilirsiniz.

source: Restore Default
tr_tr: Varsayılan Ayarlar

source: You have activated WPBakery Page Builder version which allows you to access all the customer benefits. Thank you for choosing WPBakery Page Builder as your page builder. If you do not wish to use WPBakery Page Builder on this WordPress site you can deactivate your license below.
tr_tr: Tüm müşteri avantajlarına erişmenizi sağlayan WPBakery Page Builder sürümünü etkinleştirdiniz. WPBakery Page Builder'ı sayfa oluşturucusu olarak seçtiğiniz için teşekkür ederiz. WPBakery Page Builder'ı bu WordPress sitesinde kullanmak istemiyorsanız, lisansınızı aşağıda devre dışı bırakabilirsiniz.

source: Deactivate WPBakery Page Builder
tr_tr: WPBakeri Sayfa Oluşturucusunu Devre Dışı Bırak

source: In order to receive all benefits of WPBakery Page Builder, you need to activate your copy of the plugin. By activating WPBakery Page Builder license you will unlock premium options - <strong>direct plugin updates</strong>, access to <strong>template library</strong> and <strong>official support.</strong>
tr_tr: WPBakery Page Builder'ın tüm avantajlarından yararlanmak için eklentinin kopyasını etkinleştirmeniz gerekir. WPBakeri Sayfa Üreticisi lisansı etkinleştirildiğinde, premium seçenekleri (<strong> doğrudan eklenti güncellemeleri </ strong>, <strong> şablon kitaplığına </ strong> ve <strong> resmi destek'e </ strong> erişim açılacaktır)

source: Don't have direct license yet? <a href="%s" target="_blank">Purchase WPBakery Page Builder license</a>.
tr_tr: Henüz direkt lisansınız yok mu? <a href="%s" target="_blank"> WPBakeri Sayfa Oluşturucu lisansı satın alın </a>.

source: Welcome to WPBakery Page Builder %s
tr_tr: WPBakery sayfa Oluşturucuya %s hoş geldiniz

source: Version %s
tr_tr: Sürüm %s

source: New to WPBakery Page Builder or Looking for More Information?
tr_tr: WPBakery Sayfa Oluşturucusu'nu kullanmaya yeni mi başlıyorsunuz veya daha Fazla Bilgi mi arıyorsunuz?

source: WPBakery has complete documentation available at our knowledge base: <a target="_blank" href="%s">kb.wpbakery.com</a> which covers everything related to WPBakery Page Builder starting from Installation and up to more advanced features based on our Inner API.
tr_tr: WPBakery, bilgi kütüphanemizde bulunan eksiksiz belgeleri içerir: Kurulumdan başlayarak WPBakery Page Builder ile ilgili her şeyi kapsayan <a target="_blank" href="%s"> kb.wpbakery.com </a> ve daha gelişmiş özelliklere kadar Inner API'mıza dayanarak.

source: Visit Knowledge Base for more information
tr_tr: Daha fazla bilgi için Bilgi Tabanını Ziyaret Edin

source: There are several resources available to WPBakery Page Builder users to help you to get around plugin:
tr_tr: WPBakery Page Builder kullanıcılarının eklenti konusunda size yardımcı olacak birçok kaynağı vardır:

source: Official Support
tr_tr: Resmi Destek

source: Before applying for support please make sure you understand the rules of support and go through all steps described and listed in <a href="%s" target="_blank">Support Policy</a> in order to get your issues solved as soon as possible.
tr_tr: Destek için başvurmadan önce lütfen destek kurallarını anladığınızdan ve açıklanan ve listelenen tüm adımları uyguladığınızdan emin olun. <a href="%s" target="_blank">Destek politikası</a>Sorunlarınızın en kısa zamanda çözülmesini sağlamak için n.

source: New Interface, Native Colors
tr_tr: Yeni Arayüz, Yerel Renkler

source: A new slim interface of WPBakery Page Builder with native WordPress colors will become your best companion. Enjoy editing your website hassle free via desktop or mobile.
tr_tr: Yerel WordPress renkleri ile WPBakery Page Builder'ın yeni ince arayüzü en iyi arkadaşınız olacak. Web sitenizi masaüstü veya mobil cihazlarla sorunsuz bir şekilde düzenlemenin keyfini çıkarın.

source: Native Colors
tr_tr: Yerel renkler

source: Default WordPress colors will blend your WordPress and page builder experience in no time.
tr_tr: Varsayılan WordPress renkleri, WordPress ve sayfa oluşturucu deneyiminizi hiçbir zaman harcamaz.

source: New Icons
tr_tr: Yeni simgeler

source: Simple and beautiful SVG icons for all our content elements and controls tailored for mobile devices.
tr_tr: Tüm içerik öğeleri ve mobil cihazlar için uyarlanmış kontroller için basit ve güzel SVG simgeleri.

source: Icon Library Updates
tr_tr: Icon Library Güncellemeleri

source: Add even more icons to your website with our updated icon libraries.
tr_tr: Güncelleştirilmiş simge kitaplığımızla web sitenize daha fazla simge ekleyin.

source: Responsive design settings are currently disabled. You can enable them in WPBakery Page Builder <a href="%s">settings page</a> by unchecking "Disable responsive content elements".
tr_tr: Responsive dizayn ayarları şuanda devre dışı. Bunları Visual Composer'dan etkinleştirebilirsiniz; <a href="%s">settings page</a> "Responsive içerik elemanlarını devre dışı bırak" kısmının tikini kaldırın.

source: Device
tr_tr: Cihaz

source: Hide on device?
tr_tr: Cihazlarda gizle?

source: Inherit from default
tr_tr: Varsayılan vurgu renginden miras alın

source: Google Fonts preview
tr_tr: Google Yazı Tipleri önizlemesi

source: View all posts in %s
tr_tr: %s adlı kullanıcının tüm mesajlarını görüntüle

source: Empty section. Edit page to add content here.
tr_tr: Boş bölüm. İçeriği buraya eklemek için sayfayı düzenleyin.

source: Empty tab. Edit page to add content here.
tr_tr: Boş sekme. İçeriği buraya eklemek için sayfayı düzenleyin.

source: Previous tab
tr_tr: Önceki sekme

source: Next tab
tr_tr: Sonraki sekme

source: Tweet to
tr_tr: için tweet

source: Link to
tr_tr: Bağlantı

source: Big image
tr_tr: Büyük resim

source: Featured
tr_tr: Öne Çıkan
