Repository: imdcan/js_composer-tr_TR
Catalog: js_composer-*.po
Languages: tr_tr

source: %s cloned. <a href="#" class="vc_edit-cloned" data-model-id="%s">Edit now?</a>
tr_tr: %s çoğaltıldı. <a href="#" class="vc_edit-cloned" data-model-id="%s">Şimdi düzenle?</a>

source: Loading Font...
tr_tr: Font yükleniyor ...

source: Unable to load Google Fonts
tr_tr: Google Yazı Tipleri

source: Error while applying filter to the image. Check your server and memory settings.
tr_tr: Resme filtre eklerken hata oluştu.

source: Failed to Save!
tr_tr: Eklenti etkinleştirmesi başarısız oldu.

source: You are about to delete this preset. This action can not be undone.
tr_tr: Bu hazır ayarı silmek üzeresiniz. Bu işlem geri alınamaz.

source: Downloaded
tr_tr: İndirildi

source: Update
tr_tr: Güncelle

source: Failed to download template
tr_tr: şablonu indirme başarısız

source: Element successfully removed.
tr_tr: Öğe başarıyla kaldırıldı.

source: Pink
tr_tr: Pembe

source: Violet
tr_tr: Menekşe

source: Peacoc
tr_tr: Tavuzkuşu

source: Mulled Wine
tr_tr: Şarap

source: Vista Blue
tr_tr: Vista Mavisi

source: Sky
tr_tr: Gökyüzü

source: Juicy pink
tr_tr: Sulu Pembe

source: Sandy brown
tr_tr: Kumlu kahverengi

source: Purple
tr_tr: Mor

source: White
tr_tr: Beyaz

source: Wrong name for shortcode:%s. Name required
tr_tr: Kısa kod için yanlış adı:%s. İsim (gerekli)

source: Wrong base for shortcode:%s. Base required
tr_tr: Kısa kod için yanlış tablonun:%s. Temel gerekli

source: Wrong attribute for '%s' shortcode. Attribute 'param_name' required
tr_tr: '%s' kısa kod için yanlış öznitelik. 'param_name' özniteliği gerekiyor

source: Wrong setting_name for shortcode:%s. Base can't be modified.
tr_tr: Kısa kod için yanlış setting_name:%s. Taban değiştirilemez.

source: There was an error when reading this WXR file
tr_tr: Bu WXR dosyasını okurken bir hata oluştu

source: Details are shown above. The importer will now try again with a different parser...
tr_tr: Ayrıntılar yukarıda gösterilmiştir. İthalatçı şimdi farklı bir ayrıştırıcıyla tekrar deneyecek ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
tr_tr: Bu bir WXR dosyası, eksik / geçersiz WXR sürüm numarası gibi görünmüyor

source: Sorry, there has been an error.
tr_tr: Maalesef bir hata oldu.

source: The file does not exist, please try again.
tr_tr: Dosya mevcut değil, lütfen tekrar deneyin.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
tr_tr: Dışa aktarma dosyası <code>% s </ code> adresinde bulunamadı. Buna olası bir izin sorununun sebep olduğu düşünülmektedir.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
tr_tr: Bu WXR dosyası (sürüm% s) ithalatçının bu sürümü tarafından desteklenmiyor olabilir. Lütfen güncellenmeyi düşünün.

source: Fetching attachments is not enabled
tr_tr: Ekleri getirmek etkin değil

source: Invalid file type
tr_tr: Geçersiz dosya türü

source: Remote server did not respond
tr_tr: Uzak sunucu yanıt vermedi

source: Remote server returned error response %1$d %2$s
tr_tr: Uzak sunucu, hata cevabı %1$d %2$s döndürdü

source: Remote file is incorrect size
tr_tr: Uzak dosya boyutu yanlış

source: Zero size file downloaded
tr_tr: Sıfır boyutlu dosya indirildi

source: Remote file is too large, limit is %s
tr_tr: Uzak dosya çok büyük, limit %s

source: General
tr_tr: Genel

source: Edit
tr_tr: Düzenle

source: Edit with WPBakery Page Builder
tr_tr: WPBakery Sayfa Düzenleyici ile düzenle

source: Desktop
tr_tr: Masaüstü

source: Tablet landscape mode
tr_tr: Tablet manzara modu

source: Tablet portrait mode
tr_tr: Tablet portre modu

source: Smartphone landscape mode
tr_tr: Smartphone Görünümü

source: Smartphone portrait mode
tr_tr: Smartphone Özel Görünümü

source: Responsive preview
tr_tr: Responsive önizleme

source: &wpb_vc_js_status=true
tr_tr: Ve wpb_vc_js_status = true

source: Save Draft
tr_tr: Taslağı kaydet

source: Save as Pending
tr_tr: Beklemede olarak kaydet

source: Publish
tr_tr: Yayınla

source: Submit for Review
tr_tr: Gözden Geçirmek İçin Gönder

source: Exit WPBakery Page Builder edit mode
tr_tr: Sayfa Oluşturucusu düzenleme modundan çıkın

source: Page settings
tr_tr: Sayfa Ayarları

source: Full screen
tr_tr: Tam ekran

source: Exit full screen
tr_tr: Tam ekrandan çık

source: Add new element
tr_tr: Yeni element ekle

source: Templates
tr_tr: Şablonlar

source: Frontend
tr_tr: Önyüz

source: Access denied
tr_tr: Erişim reddedildi

source: Save current layout as a template
tr_tr: Mevcut düzeni şablon olarak kaydet

source: Template name
tr_tr: Şablon Adı

source: Save Template
tr_tr: Şablonu Kaydet

source: Save layout and reuse it on different sections of this site.
tr_tr: Düzeni kaydet ve sitenin başka bir yerinde yeniden kullan

source: Preview template
tr_tr: Şablonu Ön izleme

source: Add template
tr_tr: Şablon ekle

source: Delete template
tr_tr: Şablonu sil

source: Error: wrong template id.
tr_tr: Hata: yanlış şablon ID'si

source: My Templates
tr_tr: Şablonlarım

source: Append previously saved template to the current layout.
tr_tr: Bir önceki kaydedilen şablunu buraya ata.

source: Default Templates
tr_tr: Varsayılan Şablonlar

source: Append default template to the current layout.
tr_tr: varsayılan şablunu buraya ata.

source: Shortcode Mapper
tr_tr: Kısa Kod Eşleyici

source: WPBakery Page Builder Shortcode Mapper adds custom 3rd party vendors shortcodes to the list of WPBakery Page Builder content elements menu (Note: to map shortcode it needs to be installed on site).
tr_tr: Sayfa Oluşturucu kusur Eşleştiricisi ekler özel 3 parti satıcılar shortcodes içerik öğeleri menü listesine (Not: sitenize yüklenmesini gerekir kusur eşleştirmek için).

source: Map Shortcode
tr_tr: Harita Kısa kodu

source: Shortcode string
tr_tr: Kısa kod dizesi

source: Please enter valid shortcode
tr_tr: Lütfen geçerli bir kısa kod girin

source: Parse Shortcode
tr_tr: Sürgü Kısa Kodu

source: Cancel
tr_tr: Randevudan Vazgeç

source: Add
tr_tr: Ekle

source: General Information
tr_tr: Genel bilgi

source: Comma separated categories names
tr_tr: Virgülle ayrılmış kategori isimleri

source: Shortcode Parameters
tr_tr: Sürgü Kısa Kodu

source: Add Param
tr_tr: Param ekle

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Delete
tr_tr: Sil

source: Drag row to reorder
tr_tr: Sıralamak için satırı sürükleyin

source: Delete this param
tr_tr: Bu parametreyi sil

source: Param name
tr_tr: Skype Adı

source: Required value
tr_tr: Gerekli değer

source: Use only letters, numbers and underscore.
tr_tr: Sadece harf, rakam kullanın.

source: Please use only letters, numbers and underscore.
tr_tr: Sadece harf, rakam ve alt çizgi kullanın lütfen.

source: Input heading
tr_tr: Girdi başlığı

source: Field type
tr_tr: Alan türü

source: Select field type
tr_tr: Tür

source: Textfield
tr_tr: Metin Alanı

source: Textarea
tr_tr: Metin Alanı

source: Default value
tr_tr: Varsayılan değer

source: WPBakery Page Builder successfully activated.
tr_tr: WPBakery Sayfası Oluşturucu başarıyla etkinleştirildi.

source: WPBakery Page Builder successfully deactivated.
tr_tr: WPAşarama Sayfası Oluşturucu başarılı bir şekilde devre dışı bırakıldı.

source: Token is not valid or has expired
tr_tr: Kodunuz geçerli değil veya süresi doldu

source: Invalid response structure. Please contact us for support.
tr_tr: Geçersiz yanıt yapısı. Destek için lütfen bizimle iletişime geçin.

source: Something went wrong. Please contact us for support.
tr_tr: Bir şeyler yanlış gitti. Destek için lütfen bizimle iletişime geçin.

source: Invalid license key
tr_tr: Geçersiz lisans anahtarı

source: Hola! Would you like to receive automatic updates and unlock premium support? Please <a href="%s">activate your copy</a> of WPBakery Page Builder.
tr_tr: Otomatik güncellemeleri almak ve premium desteği kilidini açmak ister misiniz? WPBakery sayfa Oluşturucusu'nun <a href="%s">doğru harekete geçirmek senin kopya</a> lütfen.

source: Roles settings successfully saved.
tr_tr: Rol ayarları kaydedildi.

source: General Settings
tr_tr: Genel Ayarlar

source: Custom CSS
tr_tr: Özel CSS

source: Product License
tr_tr: Ürün Lisansı

source: Main accent color
tr_tr: Ana vurgu rengi

source: Call to action background color
tr_tr: Site Kutulu Arka Plan Rengi

source: Google maps background color
tr_tr: Google harita arkaplan rengi

source: Post slider caption background color
tr_tr: Kaydırma başlık yazısı arka plan rengi

source: Progress bar background color
tr_tr: Site Kutulu Arka Plan Rengi

source: Separator border color
tr_tr: Ayırıcı kenarlık rengi

source: Tabs navigation background color
tr_tr: Sekmeler gezinme arka plan rengi

source: Active tab background color
tr_tr: Aktif sekme arka plan rengi

source: Disable responsive content elements
tr_tr: Duyarlı içerik öğelerini devre dışı bırak

source: Google fonts subsets
tr_tr: Google yazı tipi alt kümeleri

source: Use custom design options
tr_tr: Özel tasarım seçeneklerini kullan

source: Elements bottom margin
tr_tr: Element alt margin

source: Grid gutter width
tr_tr: Grid oluk genişliği

source: Mobile screen width
tr_tr: Mobil ekran genişliği

source: Paste your CSS code
tr_tr: CSS kodunuzu buraya yapıştırın.

source: Are you sure you want to reset to defaults?
tr_tr: Varsayılan ayarlara döndürmek istiyor musunuz

source: Design Options successfully saved.
tr_tr: Tasarım ayarları kaydedildi.

source: Design Options could not be saved
tr_tr: Kaydediliyor

source: Are you sure you want to delete this shortcode?
tr_tr: Bu kısakodu silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the shortcode's param?
tr_tr: Bu kısakod parametresini silmek istediğinizden emin misiniz?

source: My shortcodes
tr_tr: Kısa Kodlarım

source: Shortcode name is required.
tr_tr: Kısaltma adı gerekiyor.

source: Please enter valid shortcode tag.
tr_tr: Lütfen geçerli bir kısa kod etiketi girin.

source: Please enter all required fields for params.
tr_tr: Lütfen paragraflar için gerekli tüm alanları giriniz.

source: Shortcode updated!
tr_tr: Kısayol güncellendi!

source: Param %s already exists. Param names must be unique.
tr_tr: %s parametresi mevcut. Parametre isimleri benzersiz olmalı.

source: Please enter valid shortcode to parse!
tr_tr: Lütfen ayrıştırmak için geçerli bir kısa kod girin!

source: Disable content elements from "stacking" one on top other on small media screens (Example: mobile devices).
tr_tr: İçerik öğelerini, küçük medya ekranlarında üst üste "istifleme" ile devre dışı bırakın (Örnek: mobil cihazlar).

source: Select subsets for Google Fonts available to content elements.
tr_tr: İçerik öğeleri için Google Yazı Tipleri için alt gruplar seçin.

source: Enable
tr_tr: Etkinleştir

source: Enable the use of custom design options (Note: when checked - custom css file will be used).
tr_tr: Özel tasarım seçeneklerinin kullanımını etkinleştir (Not: işaretlendiğinde - özel css dosyası kullanılır).

source: Change default horizontal spacing between columns, enter new value in pixels.
tr_tr: Varsayılan sütunlar arasındaki yatay aralığı değiştirmek için yeni değeri piksel cinsinden girin.

source: Here you can tweak default WPBakery Page Builder content elements visual appearance. By default WPBakery Page Builder is using neutral light-grey theme. Changing "Main accent color" will affect all content elements if no specific "content block" related color is set.
tr_tr: Burada varsayılan WPBakeri Sayfa Üreticisi içerik öğelerinin görsel görünümünü değiştirebilirsiniz. Varsayılan olarak WPBakery Page Builder, nötr açık-gri temayı kullanmaktadır. "Ana vurgu rengi" ni değiştirmek, belirli bir "içerik bloğu" ile ilgili renk ayarlanmadıysa tüm içerik öğelerini etkiler.

source: Invalid Margin value.
tr_tr: Geçersiz Marj değeri.

source: Invalid Gutter value.
tr_tr: Geçersiz dosya türü

source: Invalid "Responsive max" value.
tr_tr: Geçersiz "Responsive max" değeri.

source: Something went wrong: js_composer_front_custom.css could not be created.
tr_tr: Bir şeyler ters gitti: js_composer_front_custom.css oluşturulamadı.

source: js_composer_front_custom.css could not be created. Connection error.
tr_tr: js_composer_front_custom.css oluşturulamadı. Bağlantı hatası var.

source: js_composer_front_custom.css could not be created. Cannot write custom css to "%s".
tr_tr: js_composer_front_custom.css oluşrurlamadı. özel css yazamazsınız "%s".

source: js_composer_front_custom.css could not be created. Problem with access.
tr_tr: js_composer_front_custom.css oluşturulamadı. Erişimi Sorunu var.

source: Hello World
tr_tr: Selam Dünya

source: Foo attribute
tr_tr: Foo özniteliği

source: Enter foo value.
tr_tr: 404 Hata sayfasının başlığını girin

source: Enter your content.
tr_tr: İçeriğinizi girin.

source: One, two or three?
tr_tr: Bir, iki ya da üç?

source: Template file is missing for `%s` shortcode. Make sure you have `%s` file in your theme folder.
tr_tr: `%s` kısayolu için şablon dosyası eksik. `%s` dosyasının şablonunuz içinde olduğundan emin olun.

source: Edit %s
tr_tr: Düzenle %s

source: Clone %s
tr_tr: Kopyala %s

source: Delete %s
tr_tr: Sil %s

source: Append to this %s
tr_tr: %s bu şıkkı ekle

source: Prepend to this %s
tr_tr: %s bunu başa ekle

source: Move this %s
tr_tr: Cevapı taşı: "%s"

source: Edit this %s
tr_tr: Bunu düzenle %s

source: Clone this %s
tr_tr: Kopyala %s

source: Delete this %s
tr_tr: Bunu sil %s

source: Prepend to this column
tr_tr: Sütuna element ekle

source: Edit this column
tr_tr: Sütunu düzenle

source: Delete this column
tr_tr: Sütunu sil

source: View stream on flickr
tr_tr: Flickr akışını gör

source: Single block (no animation)
tr_tr: Tek blok (animasyonsuz)

source: Double block (no animation)
tr_tr: Çift blok (animasyonsuz)

source: Scale in
tr_tr: Skala

source: Scale in with rotation
tr_tr: Döndürme ile ölçeklendirme

source: Blur out
tr_tr: Bulanıklaştırma

source: Slide in from left
tr_tr: Yayınlamak için Slayt bağla

source: Slide in from right
tr_tr: Sağ sütun için Kenar Çubuğu

source: Slide bottom
tr_tr: Alt Slide

source: Horizontal flip in with fade
tr_tr: Solma ile Yatay Çevir

source: Go bottom
tr_tr: Alta Git

source: Add to this grid item
tr_tr: Bu ızgara öğesine ekle

source: Edit this grid item
tr_tr: Grid parçasını düzenle

source: Delete this grid item
tr_tr: Grid parçasını sil

source: Permalink to %s
tr_tr: Kalıcı bağlantı %s

source: Custom layout
tr_tr: Özel | Düzen

source: Add column
tr_tr: Sütun ekle

source: Delete this row
tr_tr: Satırı sil

source: Edit this row
tr_tr: Satırı düzenle

source: Clone this row
tr_tr: Satırı çoğalt

source: Toggle row
tr_tr: Satırı değiştir

source: Add image
tr_tr: Resim ekle

source: Error! Can't connect to filesystem
tr_tr: Hata! dosya sistemine bağlanılamadı

source: To receive automatic updates license activation is required. Please visit <a href="
tr_tr: Otomatik güncelleştirmeleri almak için lisans etkinleştirmesi gerekiyor. Lütfen ziyaret edin <a href="

source: Got WPBakery Page Builder in theme?
tr_tr: Tema WPBakery Sayfa Oluşturucu var mı?

source: Getting download link...
tr_tr: İndirme bağlantısı alınıyor...

source: Download link could not be retrieved
tr_tr: İndirme bağlantısı alınamadı

source: To receive automatic updates license activation is required. Please visit %s to activate your WPBakery Page Builder.
tr_tr: Otomatik güncelleştirmeleri almak için lisans etkinleştirmesi gerekiyor. WPBakery Page Builder'ınızı etkinleştirmek için lütfen % s adresini ziyaret edin.

source: Field name
tr_tr: Alan adı

source: Select field from group.
tr_tr: Grubun alanını seçin.

source: Advanced Custom Field
tr_tr: Gelişmiş Özel Alan

source: Field group
tr_tr: Alan grubu

source: Show label
tr_tr: Etiketi göster

source: Enter label to display before key value.
tr_tr: Anahtar değerinden önce görüntülenecek etiketi girin.

source: Align
tr_tr: Hizalama

source: center
tr_tr: merkez

source: justify
tr_tr: İki yana yasla

source: Select alignment.
tr_tr: Hizalamayı seçin.

source: No contact forms found
tr_tr: İletişim formu bulunamadı

source: Place Contact Form7
tr_tr: İletişim formu 7 yerleştir

source: Select contact form
tr_tr: İletişim formu seç

source: Choose previously created contact form from the drop down list.
tr_tr: Listeden daha önce hazırladığınız bir iletişim formu seçin.

source: Search title
tr_tr: Başlık ile ara

source: Enter optional title to search if no ID selected or cannot find by ID.
tr_tr: Eğer yukarıdaki listede bulamıyorsanız. İletişim formunun başlığını giriniz.

source: No sliders found
tr_tr: Slayt bulunamadı

source: Layer Slider
tr_tr: Layer Slayt

source: Place LayerSlider
tr_tr: LayerSlider Yerleştirin

source: Select your LayerSlider.
tr_tr: Alışveriş sepetinizi görüntüleyin

source: Place Ninja Form
tr_tr: Ninja Formu yerleştirin

source: Select ninja form
tr_tr: Ninja Formu Seçin

source: Cart
tr_tr: Sepet

source: Displays the cart contents
tr_tr: Grafik içeriklerini görüntüler

source: Checkout
tr_tr: Ödeme

source: Displays the checkout
tr_tr: Ödeme görüntüler

source: Order Tracking Form
tr_tr: Siparişlerinizi Takip Edin!

source: Lets a user see the status of an order
tr_tr: Bir kullanıcı bir siparişin durumunu görelim

source: My Account
tr_tr: Hesabım

source: Shows the "my account" section
tr_tr: "Hesabım" bölümünü gösterir

source: Order count
tr_tr: Sipariş sayısı

source: Recent products
tr_tr: Son ürünler

source: Lists recent products
tr_tr: Son ürünleri listeler

source: Per page
tr_tr: Sayfa başına

source: Select how to sort retrieved products. More at %s.
tr_tr: Alınan ürünlerin nasıl sıralanacağını seçin. %s de daha fazlası.

source: Designates the ascending or descending order. More at %s.
tr_tr: Artan veya azalan düzeni belirtir. %s de daha fazlası.

source: Featured products
tr_tr: Özel Ürünler

source: Display products set as "featured"
tr_tr: Ürünleri "özellikli" olarak ayarla

source: Show a single product by ID or SKU
tr_tr: Kimliğe veya SKU'ya göre tek bir ürünü gösterin

source: Select identificator
tr_tr: Tanımlayıcıyı seçin

source: Input product ID or product SKU or product title to see suggestions
tr_tr: Önerileri görmek için ürün kimliğini veya ürün SKU'sunu veya ürünün başlığını girin

source: Products
tr_tr: Ürünler

source: Show multiple products by ID or SKU.
tr_tr: Birden fazla ürünü Kimliğe veya SKU'ya göre gösterin.

source: Select how to sort retrieved products. More at %s. Default by Title
tr_tr: Alınan ürünlerin nasıl sıralanacağını seçin. %s. de daha fazlası. Başlığa Göre Varsayılan

source: Designates the ascending or descending order. More at %s. Default by ASC
tr_tr: Artan veya azalan düzeni belirtir. %s de daha fazlası. ASC tarafından varsayılan

source: Enter List of Products
tr_tr: Ürün Listesi Girin

source: Add to cart
tr_tr: Sepete Ekle

source: Show multiple products by ID or SKU
tr_tr: ID veya SKU tarafından birden çok ürün göster

source: Wrapper inline style
tr_tr: Satır içi stil

source: Add to cart URL
tr_tr: Kartı url ekle

source: Show URL on the add to cart button
tr_tr: Sepete Ekle düğmesi üzerine URL göster

source: Product category
tr_tr: Ürün kategorisi

source: Show multiple products in a category
tr_tr: Bir kategoride birden fazla ürün göster

source: How much items per page to show
tr_tr: Sayfa başına ne kadar öğe gösterilecek

source: How much columns grid
tr_tr: Kaç sütun grid

source: Category
tr_tr: Kategori

source: Product category list
tr_tr: Ürün kategorisi listesi

source: Product categories
tr_tr: Ürün kategorileri

source: Display product categories loop
tr_tr: Ürün kategorilerini görüntüle loop

source: The `number` field is used to display the number of products.
tr_tr: `Sayı` alanı ürün sayısını göstermek için kullanılır.

source: Hide empty
tr_tr: Boşları gizle

source: List of product categories
tr_tr: Ürün kategorileri listesi

source: Sale products
tr_tr: Satılık ürünler

source: List all products on sale
tr_tr: Satışta tüm ürünleri listele

source: Best Selling Products
tr_tr: En Çok Satan Ürünler

source: List best selling products on sale
tr_tr: Satılık en çok satan ürünler listesi

source: Top Rated Products
tr_tr: En Beğenilen Ürünler

source: Product Attribute
tr_tr: Ürün Özelliği

source: List products with an attribute shortcode
tr_tr: Özellik kısa kodu olan ürünleri listeleme

source: Attribute
tr_tr: Özellik

source: List of product taxonomy attribute
tr_tr: Ürün sınıflandırma niteliği Listesi

source: List related products
tr_tr: İlgili ürünleri listeleme

source: Sku
tr_tr: Ürün kodu

source: Name
tr_tr: Adınız

source: Price
tr_tr: Fiyat

source: Regular Price
tr_tr: Normal Fiyat

source: Sale Price
tr_tr: Satış Fiyatı

source: Price html
tr_tr: Fiyat html

source: Reviews count
tr_tr: Inceleme sayısı

source: Short description
tr_tr: Kısa Açıklama

source: Dimensions
tr_tr: Boyutlar

source: Rating count
tr_tr: Oy sayısı

source: Weight
tr_tr: Ağırlık

source: Is on sale
tr_tr: Satışa çıktı

source: Custom field
tr_tr: Özel alan

source: Order number
tr_tr: Sipariş Numarası

source: Currency
tr_tr: Para Birimi

source: Total
tr_tr: Toplam

source: Status
tr_tr: Durum

source: Payment method
tr_tr: Ödeme Yöntemi

source: Billing address city
tr_tr: Fatura adresi şehir

source: Billing address country
tr_tr: Fatura adresi ülke

source: Shipping address city
tr_tr: Tesliman Şehir adresi

source: Shipping address country
tr_tr: Tesliman Ülke adresi

source: Customer Note
tr_tr: Müşteri Notu

source: Customer API
tr_tr: Müşteri API

source: WooCommerce add to card link
tr_tr: WooCommerce sepetine bağlantı ekle

source: WooCommerce field
tr_tr: WooCommerce alanı

source: Content type
tr_tr: İçerik türü

source: Order
tr_tr: Sipariş

source: Select Woo Commerce post type.
tr_tr: WooCommerce yayın türü seçin.

source: Product field name
tr_tr: Ürün alan adı

source: Select field from product.
tr_tr: Ürünü seçiniz.

source: Product custom key
tr_tr: Özel ürün anahtarı

source: Order fields
tr_tr: Sıralama alanı

source: Select field from order.
tr_tr: Sipariş alanını seçin.

source: Added
tr_tr: Eklendi

source: Taxonomies
tr_tr: Taksonomiler

source: Wrong vc_map object. Base attribute is required
tr_tr: Yanlış spb_map nesnesi. Temel özellik gerekli

source: CSS Animation
tr_tr: CSS Animasyon

source: Top to bottom
tr_tr: Yukarıdan aşağıya

source: Bottom to top
tr_tr: Aşağıdan yukarıya

source: Left to right
tr_tr: Soldan sağa

source: Right to left
tr_tr: Sağdan Sola

source: Appear from center
tr_tr: Merkezden görünmek

source: Select type of animation for element to be animated when it "enters" the browsers viewport (Note: works only in modern browsers).
tr_tr: Tarayıcı görüntüleme alanına "girdiğinde" animasyon yapılacak elemanın animasyon türünü seçin (Not: yalnızca modern tarayıcılarda çalışır).

source: Attention Seekers
tr_tr: Dikkat Arayanlar

source: bounce
tr_tr: Sıçrama

source: flash
tr_tr: flaş

source: pulse
tr_tr: Vuruş

source: rubberBand
tr_tr: LastikBant

source: shake
tr_tr: salla

source: swing
tr_tr: salınım

source: Bouncing Entrances
tr_tr: Hareketli Girişler

source: Bouncing Exits
tr_tr: Hareketli Çıkışlar

source: bounceOut
tr_tr: Zıplayan Çıkış

source: bounceOutUp
tr_tr: Zıplayan Çıkış Yukaridan

source: Fading Entrances
tr_tr: Geçici Girişler

source: Fading Exits
tr_tr: Geçici Çıkışlar

source: fadeOut
tr_tr: Lütfen animasyon girin. <a href="http://daneden.github.io/animate.css/">Animate.css</a>referans lütfen. EX: fadeOut

source: Flippers
tr_tr: Palet

source: flip
tr_tr: çevir

source: flipOutX
tr_tr: Çeviri Dışarı X

source: flipOutY
tr_tr: Çeviri Dışarı Y

source: Lightspeed
tr_tr: Işık hızı

source: lightSpeedOut
tr_tr: Işık hızı Dışarı

source: Rotating Entrances
tr_tr: Döner Girişler

source: Rotating Exits
tr_tr: Döner Çıkışlar

source: Specials
tr_tr: Özel

source: zoomIn
tr_tr: Yakınlaştır
