Repository: imdcan/js_composer-tr_TR
Catalog: js_composer-*.po
Languages: tr_tr

source: Enter page/posts IDs to display only those records (Note: separate values by commas (,)). Use this field in conjunction with "Post types" field.
tr_tr: Yalnızca bu kayıtları görüntülemek için sayfa / mesaj kimlikleri girin (Not: virgülle ayrı değerleri (,) ayırın). Bu alanı "Posta türleri" alanıyla birlikte kullanın.

source: Categories
tr_tr: Kategoriler

source: Date
tr_tr: Tarih

source: Author
tr_tr: Yazar

source: Comment count
tr_tr: Yorum sayısı

source: Menu order
tr_tr: Menü düzeni

source: Select how to sort retrieved posts. More at %s.
tr_tr: Alınan gönderilerin nasıl sıralanacağını seçin. /*%s.*/

source: Sort order
tr_tr: Sıralama düzeni

source: Descending
tr_tr: Azalan

source: Ascending
tr_tr: Artan

source: Animated progress bar
tr_tr: Hareketli ilerleme çubuğu

source: Enter values for graph - value, title and color.
tr_tr: Grafik - değer, başlık ve renk için değerleri girin.

source: Development
tr_tr: Geliştirme

source: Marketing
tr_tr: Pazarlama

source: Label
tr_tr: Etiket

source: Enter text used as title of bar.
tr_tr: Çubuk başlığı olarak kullanılan metni girin.

source: Enter value of bar.
tr_tr: Şerit değerini giriniz.

source: Custom Color
tr_tr: Özel Renk

source: Select single bar background color.
tr_tr: Tek bar plan rengini seçin.

source: Select custom single bar background color.
tr_tr: Özel tek çubuk arka plan rengini seçin.

source: Custom text color
tr_tr: Özel metin rengi

source: Select custom single bar text color.
tr_tr: Özel tek çubuk metin rengini seçin.

source: Select bar background color.
tr_tr: Bar arka plan rengi seç.

source: Bar custom background color
tr_tr: Bar özel arka plan rengi

source: Select custom background color for bars.
tr_tr: Çubuklar için özel arka plan rengi seçin.

source: Bar custom text color
tr_tr: Bar özel metin rengi

source: Select custom text color for bars.
tr_tr: Barlar için özel metin rengi seçin.

source: Options
tr_tr: Seçenekler

source: Add stripes
tr_tr: Çizgili ekle

source: Add animation (Note: visible only with striped bar).
tr_tr: Animasyon ekle (Not: sadece çizgili çubukla görünür).

source: Round Chart
tr_tr: Yuvarlak grafik

source: Pie and Doughnut charts
tr_tr: Pasta ve Donut çizelgeleri

source: Pie
tr_tr: Turta

source: Doughnut
tr_tr: Tatlı çörek

source: Gap
tr_tr: Boşluk

source: Select gap size.
tr_tr: Boşluk boyutu seç.

source: Outline color
tr_tr: Çerçeve rengi

source: Select outline color.
tr_tr: Anahat rengi seçin.

source: Custom outline color
tr_tr: Özel anahat rengi

source: Select custom outline color.
tr_tr: Özel anahat rengini seçin.

source: Enter title for chart area.
tr_tr: Grafik alanı için başlık girin.

source: Enter value for area.
tr_tr: Alan için değer girin

source: Select area color.
tr_tr: Alan rengini seçiniz

source: Select custom area color.
tr_tr: Özel alan rengi seçin.

source: Separator
tr_tr: Ayırıcı

source: Horizontal separator line
tr_tr: Yatay ayırıcı hattı

source: Select color of separator.
tr_tr: Ayıraç rengi seç.

source: Select separator alignment.
tr_tr: Ayıraç hizalaması

source: Custom Border Color
tr_tr: Özel Bordür Rengi

source: Select border color for your element.
tr_tr: Element için kenarlık rengi seç.

source: Separator display style.
tr_tr: Ayıraç görünüm stili

source: Border width
tr_tr: Kenarlık Genişliği

source: Select border width (pixels).
tr_tr: Kenarlık genişliği seç.

source: Element width
tr_tr: Element genişliği

source: Select separator width (percentage).
tr_tr: Ayıraç Genişliği (yüzde).

source: Single Image
tr_tr: Tek Resim

source: Simple image with CSS animation
tr_tr: CSS animasyonu ile basit görüntü

source: External link
tr_tr: Dış Bağlantı

source: Featured Image
tr_tr: Özellikli resim

source: Select external link.
tr_tr: Harici bağlantıyı seçin.

source: Enter image size (Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme). Alternatively enter size in pixels (Example: 200x100 (Width x Height)).
tr_tr: Resim boyutunu girin (Örnek: "küçük resim", "orta", "büyük", "tam" veya temayla tanımlanan diğer boyutlar). Alternatif olarak piksel cinsinden boyut girin (Örnek: 200x100 (Genişlik x Yükseklik)).

source: Caption
tr_tr: Altyazı

source: Enter text for image caption.
tr_tr: Resim başlık metnini girin.

source: Add caption?
tr_tr: Altyazı Ekle

source: Add image caption.
tr_tr: Resim yazısı ekle

source: Image alignment
tr_tr: Görüntü hizalama

source: Select image alignment.
tr_tr: Görüntü hizalamasını seçin.

source: Image style
tr_tr: Resim

source: Select image display style.
tr_tr: Resim görünüm stili seç.

source: Border color
tr_tr: Kenarlık rengi

source: Zoom
tr_tr: Yakınlaştır

source: Image link
tr_tr: Resim bağlantısı

source: Enter URL if you want this image to have a link (Note: parameters like "mailto:" are also accepted).
tr_tr: Bu resmin bir bağlantısının olmasını istiyorsanız URL'yi girin (Not: "mailto:" gibi parametreler de kabul edilir).

source: Link Target
tr_tr: Bağlantı Hedefi

source: Separator with Text
tr_tr: Metinli Ayırıcı

source: Horizontal separator line with heading
tr_tr: Başlığı ile yatay ayırıcı çizgi

source: Add text to separator.
tr_tr: Ayırıcı(seperatör) metin ekleyin.

source: Title position
tr_tr: Başlık konumu

source: Select title location.
tr_tr: Kaydırıcı Başlığını Kaldır

source: Separator alignment
tr_tr: Ayırıcı(seperatör) hizalaması

source: Custom separator color for your element.
tr_tr: Element için özel ayırıcı renk.

source: Toggle title
tr_tr: Başlığı aç / kapat

source: Enter title of toggle block.
tr_tr: Geçiş bloğunun başlığını girin.

source: Toggle content
tr_tr: Elemanı değiştir

source: <p>Toggle content goes here, click edit button to change this text.</p>
tr_tr: <P> İçeriği değiştir / kapat, bu metni değiştirmek için düzenle düğmesini tıklayın. </ P>

source: Toggle block content.
tr_tr: Blok içeriğini değiştirin.

source: Select toggle design style.
tr_tr: Geçiş tasarım stilini seçin.

source: Select icon color.
tr_tr: İkon rengi seç

source: Select toggle size
tr_tr: Geçiş boyutunu seçin

source: Default state
tr_tr: Varsayılan durum

source: Closed
tr_tr: Kapalı

source: Select "Open" if you want toggle to be open by default.
tr_tr: Varsayılan olarak açık olmasını geçiş istiyorsanız "Aç" ı seçin.

source: FAQ
tr_tr: SSS

source: Video Player
tr_tr: Video Oynatıcı

source: Embed YouTube/Vimeo player
tr_tr: YouTube / Vimeo oynatıcısını yerleştirin

source: Video link
tr_tr: Video bağlantısı

source: Enter link to video (Note: read more about available formats at WordPress <a href="%s" target="_blank">codex page</a>).
tr_tr: Video için link girin (Not: WordPress kullanılabilir biçimler hakkında daha fazla bilgi <a href="%s" target="_blank">codex sayfası</a>).

source: Video width
tr_tr: Video genişliği

source: Select video width (percentage).
tr_tr: Video genişliğini seçin (yüzde olarak).

source: Video aspect ration
tr_tr: Video boy oranı

source: Select video alignment.
tr_tr: Video Hizalama Seçimi

source: ZigZag Separator
tr_tr: Zikzak Ayracı

source: Horizontal zigzag separator line
tr_tr: Yatay zikzak ayırıcı hat

source: Select color for your element.
tr_tr: Element için renk seçin

source: Extra small
tr_tr: Ekstra Küçük

source: Small
tr_tr: Küçük

source: Medium
tr_tr: Orta

source: Large
tr_tr: Büyük

source: Extra large
tr_tr: Ekstra Büyük

source: Select separator border width.
tr_tr: Ayırıcı kenarlık genişliğini seçin.

source: Custom Heading
tr_tr: Özel Başlık

source: Text with Google fonts
tr_tr: Google fontlarıyla metin

source: Text source
tr_tr: Metin kaynağı

source: Custom text
tr_tr: Özel metin

source: Post or Page Title
tr_tr: Başlık

source: Select text source.
tr_tr: Metin kaynağını seçin.

source: This is custom heading element
tr_tr: Bu özel başlık öğesi

source: Note: If you are using non-latin characters be sure to activate them under Settings/WPBakery Page Builder/General Settings.
tr_tr: Not: Latince olmayan karakter kullanıyorsanız bunları Ayarlar / WPBakıcı Sayfa Yapıcı / Genel Ayarlar bölümünden etkinleştirdiğinizden emin olun.

source: Add link to custom heading.
tr_tr: Özel başlığa bağlantı ekle.

source: Select element tag.
tr_tr: Öğe etiketi seç.

source: Select text alignment.
tr_tr: Metin hizalamasını seçin.

source: Enter font size.
tr_tr: Yazı tipi boyutunu girin.

source: Enter line height.
tr_tr: Metnin satır yüksekliğini girin.

source: Select heading color.
tr_tr: Başlık rengini seç

source: Use theme default font family?
tr_tr: Varsayılan font ailesini kullanılsın mı?

source: Use font family from the theme.
tr_tr: Temandan yazı tipi ailesini kullanın.

source: Select font family.
tr_tr: Font ailesini seç

source: Select font styling.
tr_tr: Font stilini seç

source: Eye catching icons from libraries
tr_tr: Kütüphaneden ikon seç

source: Material
tr_tr: Yapı Sistemi

source: Select custom icon color.
tr_tr: İkon rengini seç

source: Background shape
tr_tr: Arkaplan şekli

source: Circle
tr_tr: Daire

source: Outline Circle
tr_tr: Dış çizgili daire

source: Outline Square
tr_tr: Dış çizgili kare

source: Outline Rounded
tr_tr: Dış çizgili Oval

source: Select background shape and style for icon.
tr_tr: Simge için arka plan şeklini ve stilini seçin.

source: Select background color for icon.
tr_tr: Simge için arka plan rengini seçin.

source: Custom background color
tr_tr: Bar özel arka plan rengi

source: Select custom icon background color.
tr_tr: ikon arkaplan rengini seç

source: Icon alignment
tr_tr: İcon Hizala

source: Add link to icon.
tr_tr: Yayınlamak için Slayt bağla

source: Enter accordion section title.
tr_tr: Akordion bölümü başlığı girin.

source: Collapsible content panels
tr_tr: Katlanabilir içerik panelleri

source: Active section
tr_tr: Aktif bölüm

source: Enter section number to be active on load or enter "false" to collapse all sections.
tr_tr: Yüklenen bölüm aktif olması için bölüm numarasını girin veya tüm bölümleri daraltmak için "false" girin.

source: Allow collapse all sections?
tr_tr: Bütün bölümlerin katlanmasına izin verilsin mi?

source: If checked, it is allowed to collapse all sections.
tr_tr: İşaretlenirse bütün bölümler katlanır.

source: Disable keyboard interactions?
tr_tr: Klavye etkileşimleri devre dışı bırakın?

source: If checked, disables keyboard arrow interactions (Keys: Left, Up, Right, Down, Space).
tr_tr: Eğer işaretli ise, devre dışı Klavye yön etkileşimler (Tuşlar: Sol, Yukarı, Aşağı Sağ, Space).

source: Add section
tr_tr: Bölüm Ekle

source: Section 1
tr_tr: Bölüm 1

source: Section 2
tr_tr: Bölüm 2

source: Old Button
tr_tr: Eski Düğme

source: Enter text on the button.
tr_tr: Menü Düğmesi Metni

source: Enter button link.
tr_tr: Buraya düğme bağlantısı girin.

source: Select icon to display on button.
tr_tr: Butonu görüntülemek için simgeyi seçin.

source: Select button size.
tr_tr: Düğme boyutunu seç

source: Select button display style and shape.
tr_tr: Buton görüntüleme tarzını ve şekli seçin.

source: Old Post Carousel
tr_tr: Yayınlamak için Slayt bağla

source: Animated carousel with posts
tr_tr: Yazıları ile animasyonlu atlıkarınca

source: Carousel content
tr_tr: Carousel içerik

source: Create WordPress loop, to populate content from your site.
tr_tr: İçeriği sitenizden doldurmak için döngü oluşturun.

source: Teaser layout
tr_tr: Başlık Düzeni

source: Thumbnail
tr_tr: Küçük Resim

source: Teaser/Excerpt
tr_tr: Fragman / Alıntı

source: Full content
tr_tr: Full içerik

source: Read more link
tr_tr: Daha fazla oku Linki

source: Link target
tr_tr: Bağlantı hedefi

source: If "YES" pagination control will be removed
tr_tr: "EVET" ise sayfalama kontrolü kaldırılacaktır

source: If "YES" prev/next control will be removed
tr_tr: "EVET" ise, önceki / sonraki kontrol kaldırılacaktır

source: If "YES" part of the next slide will be visible on the right side
tr_tr: Eğer "EVET" olursa Sonraki slaytta bir parçası sağ tarafta görünür olacaktır.

source: Old Call to Action
tr_tr: Eski Eylem Çağrısı

source: Click edit button to change this text.
tr_tr: Bu metni değiştirmek için düzenle düğmesine tıklayın.

source: Enter text content.
tr_tr: İçeriği Kaldır

source: Button icon
tr_tr: Buton | İkon

source: Button position
tr_tr: Düğme konumu

source: Old Call to Action Button
tr_tr: Eski Eylem Çağrı Butonu

source: Select display shape and style.
tr_tr: Ekran şekli ve stilini seçin.

source: Select background color.
tr_tr: Arkaplan rengini seç.

source: Add text on the button.
tr_tr: Menü Düğmesi Metni

source: Old Posts Grid
tr_tr: Blog Yazıları Düzeni

source: Posts in grid view
tr_tr: Izgara görünümünde yayınlar

source: Grids content
tr_tr: Izgaralar içeriği

source: Columns count
tr_tr: Sütun sayısı

source: Select columns count.
tr_tr: Sütun sayısını seçin.

source: Show filter
tr_tr: Detayları göster

source: Layout mode
tr_tr: Site Düzeni

source: Fit rows
tr_tr: Uygun satırlar

source: Masonry
tr_tr: Duvar

source: Teaser layout template.
tr_tr: Alternatif Düzen

source: Old Tab
tr_tr: Eski Sekme

source: Enter title of tab.
tr_tr: Sekme başlığını girin.

source: Tab ID
tr_tr: Sekme ID

source: Old Tabs
tr_tr: Eski Sekmeler

source: Tabbed content
tr_tr: Sekmeli içerik

source: Auto rotate tabs each X seconds.
tr_tr: Her x saniyede sekmeleri döndür.

source: Tab 1
tr_tr: Sekme 1

source: Tab 2
tr_tr: Sekme 2

source: Old Tour
tr_tr: Eski Tur

source: Vertical tabbed content
tr_tr: Dikey sekmeli içerik

source: Auto rotate slides
tr_tr: Slaytları otomatik döndür

source: Custom query
tr_tr: Özel sorgu

source: List of IDs
tr_tr: Kimlik Listesi

source: Data source
tr_tr: Veri kaynağı

source: Select content type for your grid.
tr_tr: Görüntülenecek içerik tipini seçin.

source: Include only
tr_tr: Sadece dahil et

source: Add posts, pages, etc. by title.
tr_tr: Başlığa göre yazı, sayfa vb. ekleme.

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
tr_tr: <a href="http://codex.wordpress.org/Function_Reference/query_posts"> WordPress Codex </a> 'e göre özel sorgu oluşturun.

source: Narrow data source
tr_tr: Dar veri kaynağı

source: Enter categories, tags or custom taxonomies.
tr_tr: Kategori, etiket ve taxonomy gir.

source: Total items
tr_tr: Toplam öğe

source: Set max limit for items in grid or enter -1 to display all (limited to 1000).
tr_tr: Izgaradaki öğeler için maksimum sınırı ayarlayın veya tümünü görüntülemek için -1 girin (1000 ile sınırlı).

source: Display Style
tr_tr: Görüntüleme Stili

source: Lazy loading
tr_tr: Yükleniyor

source: Pagination
tr_tr: Sayfalama stili

source: Select display style for grid.
tr_tr: Izgara için ekran stili seçin.

source: Items per page
tr_tr: Sayfa başına öğe

source: Number of items to show per page.
tr_tr: Sayfa başına gösterilecek öğe sayısı.

source: Append filter to grid.
tr_tr: Filtreyi ızgaraya ekle.

source: Grid elements per row
tr_tr: Her satır için ızgara elemanları

source: Select number of single grid elements per row.
tr_tr: Bir satırda kaç adet öğe olmasını istiyorsanız onu seçiniz.

source: Select gap between grid elements.
tr_tr: Öğelerin boşluk arasını seçin.

source: Order by post ID
tr_tr: Gönderi ID'sine göre Sırala

source: Last modified date
tr_tr: Son değiştirilme tarihi

source: Post/page parent ID
tr_tr: Yazı/Sayfa ebeveyn ID

source: Number of comments
tr_tr: Yorum sayısı

source: Menu order/Page Order
tr_tr: Menü Sıralaması/Sayfa Sıralaması

source: Meta value
tr_tr: Meta değeri

source: Meta value number
tr_tr: Meta değer sayısı

source: Random order
tr_tr: Rastgele Sıralama

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
tr_tr: Sipariş türünü seçin. "Meta değeri" veya "Meta değeri Numarası" seçilirse, meta anahtarı gerekir.

source: Data Settings
tr_tr: Veri Ayarları

source: Select sorting order.
tr_tr: Sıralama düzeni seç.

source: Meta key
tr_tr: Meta Anahtarı

source: Input meta key for grid ordering.
tr_tr: Sıralama için Meta anahtarını girin.

source: Number of grid elements to displace or pass over.
tr_tr: Yer değiştirecek veya geçecek ızgara öğelerinin sayısı.

source: Exclude
tr_tr: Hariç tut

source: Exclude posts, pages, etc. by title.
tr_tr: Yazı, sayfa vb. leri başlığına göre dışarıda tut.

source: Filter by
tr_tr: Filtrele

source: Filter
tr_tr: Filtre

source: Exclude from filter list
tr_tr: Filtre listesinden çıkarılsın

source: Enter categories, tags won't be shown in the filters list
tr_tr: Kategorileri girin, etiketler filtre listesinde görünmez

source: Border
tr_tr: Kenarlık

source: Rounded Border
tr_tr: Yuvarlak Kenar

source: Less Rounded Border
tr_tr: Daha Az Yuvarlak Bordür

source: Filled
tr_tr: Doldurulmuş

source: Select filter display style.
tr_tr: Filtre görüntüleme stilini seçin.

source: Default title
tr_tr: Varsayılan Başkık

source: All
tr_tr: Tüm Sonuçları Göster

source: Enter default title for filter option display (empty: "All").
tr_tr: Filtre seçeneği görüntülemek için varsayılan başlık girin (boş: "tüm").

source: Select filter alignment.
tr_tr: Filte hizalama seç

source: Select filter color.
tr_tr: Filtre rengini seçin.

source: Filter size
tr_tr: Filtre boyutu

source: Select filter size.
tr_tr: Filtre boyutu seç

source: Arrows design
tr_tr: Oklar tasarımı

source: Simple Circle Border
tr_tr: Basit Çember Sınırı

source: Simple Square
tr_tr: Basit kare

source: Simple Square Rounded
tr_tr: Kare Bloklar

source: Simple Rounded
tr_tr: Basit Yuvarlanmış

source: Rounded Circle Border
tr_tr: Oval Daire Bordür

source: Rounded Square
tr_tr: Kare

source: Simple Rounded Arrow
tr_tr: Basit yuvarlak ok

source: Select design for arrows.
tr_tr: oklar için tasarımı seçin.

source: Arrows position
tr_tr: Ok pozisyonları

source: Arrows color
tr_tr: Ok Rengi

source: Select color for arrows.
tr_tr: Site Kutulu Arka Plan Rengi

source: Pagination style
tr_tr: Sayfalama stili

source: Square Dots
tr_tr: Kare Nokta

source: Radio Dots
tr_tr: Radyo Noktaları

source: Point Dots
tr_tr: Nokta Noktaları

source: Fill Square Dots
tr_tr: Dolgu Kare Noktalar

source: Rounded Fill Square Dots
tr_tr: Yuvarlak Dolgu Meydanı Noktaları

source: Pagination Default
tr_tr: Sayfalandırma Varsayılanı

source: Outline Default Dark
tr_tr: Varsayılan Kaydırıcı

source: Outline Default Light
tr_tr: Anahat Varsayılan Işık

source: Pagination Rounded
tr_tr: Yuvarlak Kenar Sayfalandırma

source: Outline Rounded Light
tr_tr: Anahat Yuvarlak Işık

source: Pagination Square
tr_tr: Kare Kenar Sayfalandırma

source: Outline Square Dark
tr_tr: Kare Bloklar

source: Outline Square Light
tr_tr: Kare Açık Renk anahat

source: Pagination Rounded Square
tr_tr: Yuvarlak Kara Sayfalandırma

source: Outline Rounded Square Dark
tr_tr: Yuvarlak Kare Koyu Anahat

source: Stripes Light
tr_tr: Şerit Işıkları

source: Pagination color
tr_tr: Sayfalandırma rengi

source: Select pagination color.
tr_tr: Sayfalandırma rengi seçin.

source: Loop pages?
tr_tr: Döngü sayfaları mı?

source: Autoplay delay
tr_tr: Otomatik oynatma gecikmesi

source: Animation In
tr_tr: Animasyon Giriş

source: Select "animation out" for page transition.
tr_tr: Sayfa geçişi için "animasyon çıkışı" nı seçin.

source: Grid element template
tr_tr: Grid element şablonu

source: %sCreate new%s template or %smodify selected%s. Predefined templates will be cloned.
tr_tr: %syeni%s şablon ekle yada %sseçileni değiştir%s. Önceden tanımlanmış şablonlar klonlanabilir.

source: Item Design
tr_tr: Ürün Tasarımı

source: Initial loading animation
tr_tr: İlk yükleme animasyonu

source: Select initial loading animation for grid element.
tr_tr: Izgara öğesi için ilk yükleme animasyonunu seçin.

source: Button style
tr_tr: Buton stili

source: Select button style.
tr_tr: Resim / Blok Stili

source: Button color
tr_tr: Buton Rengi

source: Posts, pages or custom posts in grid
tr_tr: Kılavuzdaki yazılar, sayfalar veya özel gönderiler

source: Post Masonry Grid
tr_tr: Yazı Masonry Grid

source: Masonry Media Grid
tr_tr: Masonry Medya Grid

source: Media Grid
tr_tr: Izgara Galeri

source: Same window
tr_tr: Aynı pencere

source: New window
tr_tr: Yeni Pencere

source: Alert
tr_tr: Alarm

source: Info
tr_tr: Bilgi

source: Tick
tr_tr: Kredi

source: Explanation
tr_tr: Açıklama

source: Address book
tr_tr: Adres defteri

source: Alarm clock
tr_tr: Alarm

source: Anchor
tr_tr: Çapa

source: Application Image
tr_tr: Uygulama Görüntüsü

source: Arrow
tr_tr: Ok

source: Asterisk
tr_tr: Yıldızlı

source: Hammer
tr_tr: Çekiç

source: Balloon
tr_tr: Balon

source: Balloon Buzz
tr_tr: Balon Buzz

source: Balloon Facebook
tr_tr: Balon Facebook

source: Balloon Twitter
tr_tr: Ballon Twitter

source: Battery
tr_tr: Batarya

source: Binocular
tr_tr: Dürbün

source: Document Excel
tr_tr: Excel Belgesi

source: Document Image
tr_tr: Görüntü Belgesi

source: Document Music
tr_tr: Müzik Dökümanı

source: Document Office
tr_tr: Ofis Dökümanı

source: Document PDF
tr_tr: PDF Dökümanı

source: Document Powerpoint
tr_tr: Powerpoint Dökümanı

source: Document Word
tr_tr: Word Dökümanı

source: Bookmark
tr_tr: Yer imi

source: Camcorder
tr_tr: Kamera

source: Camera
tr_tr: Kamera

source: Chart
tr_tr: Grafik

source: Chart pie
tr_tr: Grafik pasta

source: Clock
tr_tr: Saat

source: Fire
tr_tr: Ateş

source: Heart
tr_tr: Kalp

source: Mail
tr_tr: E-Posta

source: Play
tr_tr: Oynat

source: Shield
tr_tr: Kalkan

source: Grey
tr_tr: Gri

source: Blue
tr_tr: Mavi

source: Turquoise
tr_tr: Turkuaz

source: Green
tr_tr: Yeşil

source: Orange
tr_tr: Turuncu

source: Red
tr_tr: Kırmızı

source: Black
tr_tr: Siyah

source: Regular
tr_tr: Düzenli

source: Address book icon
tr_tr: Adres defteri simgesi

source: Alarm clock icon
tr_tr: Alarm saati simgesi

source: Anchor icon
tr_tr: Çapa Simgesi

source: Application Image icon
tr_tr: Uygulama resmi simgesi

source: Arrow icon
tr_tr: Ok simgesi

source: Asterisk icon
tr_tr: Yıldız İşareti simgesi

source: Hammer icon
tr_tr: Çekiç simgesi

source: Balloon icon
tr_tr: Balon Simgesi

source: Balloon Buzz icon
tr_tr: Balon Buzz

source: Balloon Facebook icon
tr_tr: Facebook Balonu Simgesi

source: Balloon Twitter icon
tr_tr: Ballon Twitter

source: Battery icon
tr_tr: Pil simgesi

source: Binocular icon
tr_tr: Dürbün simgesi

source: Document Excel icon
tr_tr: Excel Belge Simgesi

source: Document Image icon
tr_tr: Resim Belge Simgesi

source: Document Music icon
tr_tr: Müzik Belge Simgesi

source: Document Office icon
tr_tr: Office Belge Simgesi

source: Document PDF icon
tr_tr: PDF Belge Simgesi

source: Document Powerpoint icon
tr_tr: PowerPoint Belge Simgesi

source: Document Word icon
tr_tr: Word Belge Simgesi

source: Bookmark icon
tr_tr: Yer İmi Simgesi

source: Camcorder icon
tr_tr: Kamera Simgesi

source: Camera icon
tr_tr: Kamera ikon

source: Chart icon
tr_tr: Grafik Simgesi

source: Chart pie icon
tr_tr: Pasta Grafiği Simgesi

source: Clock icon
tr_tr: Saat Simgesi

source: Fire icon
tr_tr: Ateş Simgesi

source: Heart icon
tr_tr: Kalp Simgesi

source: Mail icon
tr_tr: Mail ikon

source: Play icon
tr_tr: Oynat Simgesi

source: Shield icon
tr_tr: Kalkan Simgesi

source: Video icon
tr_tr: Video Simgesi

source: Facebook Like
tr_tr: Facebook Beğen

source: Facebook "Like" button
tr_tr: Facebook beğen buton

source: Button type
tr_tr: Düğme modeli

source: Horizontal with count
tr_tr: Yatay ile Say

source: Vertical with count
tr_tr: Dikey ile say

source: Select button type.
tr_tr: Buton Tipi seç.

source: Google+ Button
tr_tr: Google+ Düğmesi

source: Recommend on Google
tr_tr: Google Tavsiyesi

source: Standard
tr_tr: Standart

source: Tall
tr_tr: Uzun

source: Bubble
tr_tr: Bir araç çubuğu balon ve/veya e-posta ile ilgili etkinlik üyelerine bildirmek ve bildirim ayarlarını özelleştirmek izin.

source: Select type of annotation.
tr_tr: Açıklama türünü seçin.
